[Info]
Language=ไทย
LanguageID=119

[String]
AlarmManage.Add=เพิ่ม <<
AlarmManage.AddSure=ยืนยันการเพิ่ม
AlarmManage.AlarmSound=เปิดใช้งานการเตือนด้วยเสียง
AlarmManage.Apply=ใช้ประยุกต์
AlarmManage.AutoPrompt=การเตือนโดยออโต้
AlarmManage.AutoWatch=เปิดใช้งานการเชื่อมต่อวงจรปิด
AlarmManage.Browse=บราวเซอร์
AlarmManage.CAM=ช่อง
AlarmManage.ChnNotDevice=โปรดเลือกช่องทางวิดีโอหนึ่งช่องหรือพอร์ตการเตือนภัย แต่ไม่ใช่อุปกรณ์
AlarmManage.Del=ลบ>>
AlarmManage.DelSure=ยืนยันการลบ?
AlarmManage.DiskError=ฮาร์ดดิสก์ผิดพลาด
AlarmManage.DiskFull=ฮาร์ดดิสก์เต็ม
AlarmManage.Enable=เปิดใช้งานการเตือนภัย
AlarmManage.IOTrigger=การเตือนภัยภายนอก
AlarmManage.IgnTime=การเตือนภัยแบบเลื่อนเวลา
AlarmManage.No=ไม่มี
DecodeCfg.DecoderChn=ช่อง Decoder
DecodeCfg.AddTips=*เพิ่มขึ้นจากช่องทางของต้นไม้อุปกรณ์ทางด้านซ้ายของการลาก
DecodeCfg.WndTips=*หน้าต่าง 1, 0 ที่ไม่ถูกต้อง
AlarmManage.Port=พอร์ตการเตือนภัย
AlarmManage.Second=วินาที
AlarmManage.SelectAlarmPort=กรุณาเลือกพอร์ตการเตือนภัยหนึ่งอัน
AlarmManage.SelectVideoChn=โปรดเลือกช่องทางวิดีโอหนึ่งช่อง
AlarmManage.SoundPath=เส้นทางของเสียง
AlarmManage.Type=ประเภทการเตือนภัย
AlarmManage.VideoBlind=ปิดบังสัญญาณภาพ
AlarmManage.VideoChn=ช่องทางวิดีโอ
AlarmManage.VideoLoss=สัญญาณภาพศูนย์ขาดหาย
AlarmManage.VideoMotion=ตรวจจับภาพเคลื่อนไหว
AlarmManage.Yes=ใช่
AccountMSG.ErrorName=ชื่อผู้ใช้และชื่อกลุ่มจะไม่สามารถมี. [%] ไม่สามารถเริ่มต้นด้วยและยังไม่สามารถว่างเปล่า
ConfigComm.BPS=อัตราบิต
ConfigComm.CommFunction=ฟังก์ชันของพอร์ต
ConfigComm.CommTypes=อนุกรมสามัญ
ConfigComm.DataBit=ข้อมูลบิต
ConfigComm.StopBit=หยุดบิต
ConfigComm.Verify=พาริตี้
ConfigManage.About=เกี่ยวกับ
ConfigManage.AlarmSetting=ตั้งค่าการเตือนภัย
ConfigManage.AutoConnnect=เชื่อมต่อช่องอัตโนมัติ
ConfigManage.CAM=ช่อง
ConfigManage.ConfigManager=ตั้งค่าการจัดการ
ConfigManage.ConfigModule=ตั้งค่าโมดูล
ConfigManage.Describe=คำอธิบาย
ConfigManage.Group=กลุ่ม
ConfigManage.LinkSetting=ตั้งค่าการต่อพ่วงการเตือนภัย
ConfigManage.MonitorModule=เล่นโมดูล
ConfigManage.Name=ชื่อ
ConfigManage.NetModule=โมดูลเน็ต
ConfigManage.NormalSetting=ตั้งค่าทั่วไป
ConfigManage.PlayBackModule=โมดูลดูย้อนหลัง
ConfigManage.SystemConfig=การตั้งค่าระบบ
ConfigManage.User=ผู้ใช้
ConfigManage.UserManager=การจัดการผู้ใช้
ConfigManage.Version=เวอร์ชั่น
ConfigManage.VideoModule=โมดูลวิดีโอ
ConfigManage.Web=เว็บ
ConfigManage.ToAVI=บันทึกบันทึกท้องถิ่นเป็น AVI
ConfigPtz.Address=ที่อยู่
ConfigPtz.Even=ภาวะคู่
ConfigPtz.Mark=ตรวจสอบเครื่องหมาย
ConfigPtz.Monitor=จอภาพวงจรปิด
ConfigPtz.None=ไม่มี
ConfigPtz.Odd=ผิดปกติ
ConfigPtz.PreRecord=บันทึกแบบทดลอง
ConfigPtz.Protocol=ข้อตกลง
ConfigPtz.Space=ตรวจสอบแบบว่างเปล่า
Desktop.Audio=สัญญาณเสียง
Desktop.ChangePath=แก้ไขเส้นทาง
Desktop.CloseAllWindow=ปิดหน้าต่างทั้งหมด
Desktop.CloseWindow=ปิดหน้าต่าง
Desktop.ConnAllMainStream=เชื่อมต่อวีดีโอทั้งหมด(หลักกระแสบิตเสริม)
Desktop.ConnAllSubStream=เชื่อมต่อวีดีโอทั้งหมด(กระแสบิตเสริม)
Desktop.DevList=รายการอุปกรณ์
Desktop.DevManager=การจัดการอุปกรณ์
Desktop.DevName=ชื่ออุปกรณ์
Desktop.DevType=ประเภทอุปกรณ์
Desktop.Device=อุปกรณ์
Desktop.DisconnAll=ยกเลิกการเชื่อมต่อวีดีโอทั้งหมด
Desktop.DontShow=ครั้งหน้าจะไม่แสดงอีก
Desktop.ExtStream=กระแสบิตเสริม
Desktop.FileName=ชื่อไฟล์
Desktop.FileType=.h264
Desktop.IPAddr=ที่อยู่ IP
Desktop.LocalConfig=ตั้งค่าของท้องที่
Desktop.LocalRecord=วีดีโอท้องถิ่น
Desktop.Log=การบันทึกรายวัน
Desktop.MainStream=หลักกระแสบิตเสริม
Desktop.NoLogin=โปรดโลกอินอุปกรณ์
Desktop.Path=เส้นทาง
Desktop.PicHQuality=ภาพคุณภาพสูง
Desktop.PicLQuality=ภาพคุณภาพต่ำ
Desktop.Playback=ดูย้อนหลัง
Desktop.Player=เครื่องเล่น
Desktop.Port=พอร์ต
Desktop.Preview=พรีวิว
Desktop.Reboot=เปิดใหม่
Desktop.RebootFail=เปิดอุปกรณ์ใหม่ล้มเหลว
Desktop.RefushName=แก้ไขชื่อของช่อง
Desktop.RemoteCfg=ตั้งค่าอุปกรณ์
Desktop.ReturnToMain=กลับหน้าหลัก
Desktop.SITFail=การกำหนดสามมิติล้มเหลว
Desktop.Snapshot=จับภาพ
Desktop.SnapshotFail=การจับภาพล้มเหลว
Desktop.Split=โหมดจอภาพ
Desktop.Split1=ภาพเดียว
Desktop.Split12=12 ภาพ
Desktop.Split13=13 ภาพ
Desktop.Split16=16 ภาพ
Desktop.Split2=2 ภาพ
Desktop.Split20=20 ภาพ
Desktop.Split25=25 ภาพ
Desktop.Split36=36 ภาพ
Desktop.Split4=4 ภาพ
Desktop.Split6=5 ภาพ
Desktop.Split64=64 ภาพ
Desktop.Split100=100 ภาพ
Desktop.Split8=8 ภาพ
Desktop.Split9=9 ภาพ
Desktop.SplitFull=เต็มหน้าจอ
Desktop.StartTalk=เริ่มสนทนากันภายใน
Desktop.StopTalk=สิ้นสุดการสนทนา
Desktop.SureToReboot=ยืนยันการเปิดอุปกรณ์ใหม่
Desktop.SyncTime=ประสานเวลา
Desktop.UnsupportPreview=อุปกรณ์นี้ไม่รับรองการพรีวิวหลายหน้าจอ
Desktop.Window=หน้าต่าง
DeviceDesc.AutoReboot=โดยอัตโนมัติเริ่มต้นใหม่
DeviceDesc.RestoreAccount=เรียกคืนบัญชีเริ่มต้น
DeviceManage.ChnInvalid=เลขที่ช่องต้องอยู่ระหว่าง 1-16
DeviceManage.DDNSExisted=DDNS ปัจจุบันนี้มีอยู่ แล้ว
DeviceManage.DelSure=ยืนยันการลบทิ้งไหม?
DeviceManage.DevAdd=เพิ่ม
DeviceManage.DevDel=ลบ
DeviceManage.DevEdit=แก้ไข
DeviceManage.DevList=รายการอุปกรณ์
DeviceManage.DevManage=การจัดการอุปกรณ์
DeviceManage.DevName=ชื่ออุปกรณ์
DeviceManage.DisconnFirst=เมื่อแก้ไขข้อมูลอุปกรณ์ ต้องยืนยันว่าการเชื่องต่ออุปกรณ์ได้หลุดสายแล้ว
DeviceManage.Domain=โดเมนเนม
DeviceManage.DomainTooLong=โดเมนเนมยาวเกินไป
DeviceManage.DonameInvalid=โดเมนเนมไม่ถูกต้อง
DeviceManage.ExceedMaxChn=เกินกว่าจำนวนช่องที่รับรองได้มากสุด
DeviceManage.IPAddress=ที่อยู่ IP
DeviceManage.IPExisted=ไอพีหรือโดเมนเนมนี้มีอยู่แล้ว
DeviceManage.IPInvalid=IP ไม่ถูกต้อง
DeviceManage.NameExisted=ชื่ออุปกรณ์นี้มีอยู่แล้ว
DeviceManage.NameInvalid=ชื่ออุปกรณ์นี้ไม่ถูกต้อง
DeviceManage.NameTooLong=ชื่ออุปกรณ์ยาวเกินไป
DeviceManage.Password=รหัสผ่าน
DeviceManage.PortNum=เลขที่พอร์ต
DeviceManage.RemoteCfg=ตั้งค่าทางไกล
DeviceManage.SelectDevice=โปรดเลือกอุปกรณ์หนึ่งเครื่อง
DeviceManage.TotalChn=เลขที่ช่องทาง
DeviceManage.UserName=ชื่อผู้ใช้
DeviceManage.WriteFail=การเขียนล้มเหลว
Error.ClearSDKError=การลบทิ้ง SDK ล้มเหลว
Error.CloseChnErr=การปิดช่องผิดพลาด
Error.ConfigCharsetUnsupport=ชุดอักขระที่ไม่สนับสนุน
Error.ConfigNotFound=ยังไม่พบตั้งค่านี้
Error.ConfigVerifyFail=การตั้งค่าพาริตี้ล้มเหลว
Error.ExceedMaxIPList=จำนวน IP มากที่สุดที่รับรองได้จากการดำเนินงาน
Error.GetConfigFail=การได้รับตั้งค่าของอุปกรณ์ล้มเหลว
Error.HandleInvalid=ที่จับไม่ถูกต้อง
Error.HasLogined=ผู้ใช้โลกอินแล้ว
Error.IPExisted=ที่อยู่ไอพีมีอยู่แล้ว
Error.IPInBlackList=ไอพีนี้อยู่ในบัญชีดำ
Error.IPInTrustList=ไอพีนี้อยู่ในบัญชีขาวแล้ว
Error.InBlackList=ผู้ใช้นี้อยู่ในบัญชีดำ
Error.InUsing=ผู้ใช้นี้กำลังใช้งานอยู่
Error.InputError=เอาต์พุตผิดพลาด
Error.MallocErr=การจัดสรรหน่วยความจำผิดพลาด
Error.NetErr=เน็ตผิดพลาด
Error.NoErr=ไม่มีความผิดพลาด
Error.NoInit=SDK ยังไม่ได้เริ่มต้น
Error.NoLogin=ผู้ใช้ไม่ได้โลกอิน
Error.NoPower=ไม่มีสิทธิ์
Error.NotFound=ไม่พบอุปกรณ์
Error.OpenChnErr=การเปิดช่องผิดพลาด
Error.OpenFileFail=การเปิดไฟล์ผิดพลาด
Error.ParamInvalid=พารามิเตอร์ไม่ถูกต้อง
Error.PasswordMismatch=รหัสผ่านไม่ตรงกัน
Error.PauseFail=การระงับเล่นภาพล้มเหลว
Error.PwdErr=รหัสผิดพลาด
Error.RebootFail=Reboot fail
Error.RebootSuccess=Reboot Successful
Error.ReqErr=คำขอที่ไม่ถูกต้อง
Error.SaveSuccess=บันทึกตั้งค่าเรียบร้อย
Error.SelectDevice=โปรดเลือกอุปกรณ์หนึ่งเครื่อง
Error.SetConfigFail=การบันทึกตั้งค่าล้มเหลว
Error.SubConErr=การเชื่อมต่อกับการสื่อสารล้มเหลว
Error.SubConSendErr=การสื่อสารข้อมูลของในการเชื่อมโยงรองของเมเดี่ยผิดพลาด
Error.Timeout=เกินเวลา
Error.UnkownErr=ความผิดพลาดที่ไม่รู้จัก
Error.Unsupport=สำหรับนักไม่สนับสนุน
Error.UserLock=ผู้ใช้ถูกล็อค
Error.UserNotExisted=ไม่มีผู้ใช้
Error.VerUnmatch=ข้อมูลที่รับผิดพลาด เวอร์ชั่นอาจจะไม่ตรงกัน
Log.AlarmLog=การบันทึกการเตือนภัยตามรายวัน
Log.Channel=ช่อง
Log.ConnFail=การเชื่อมต่อล้มเหลว
Log.ConnSuccess=เชื่อมต่อเรียบร้อย
Log.DDNSFail=การวิเคราะห์ DDNS ล้มเหลว
Log.Date=วันที่
Log.Describe=คำอธิบาย
Log.Device=อุปกรณ์
Log.Disconnect=การตัดออก
Log.DomainFail=การวิเคราะห์โดเมนล้มเหลว
Log.Error=ผิดพลาด
Log.HasLogined=ผู้ใช้นี้ล็อคอินแล้ว
Log.InBlackList=ผู้ใช้นี้อยู่ในบัญชีดำ
Log.NoLogin=ผู้ใช้นี้ไม่ได้ล็อคอิน
Log.NotFound=ไม่พบอุปกรณ์
Log.Notify=ข่าว
Log.OpenAudioFail=เปิดสัญญานเสียงล้มเหลว
Log.OpenChnErr=เปิดช่องล้มเหลว
Log.OpenDecodeFail=การเปิดตัวถอดรหัสล้มเหลว
Log.OprLog=การดำเนินงานตามรายวัน
Log.PwdErr=รหัสผิดพลาด
Log.StartTalkFail=การเริ่มสนทนาภายในล้มเหลว
Log.StartTalkOK=การเริ่มสนทนาภายในสำเร็จ
Log.StopTalkFail=การหยุดสนทนาภายในล้มเหลว
Log.StopTalkOK=การหยุดสนทนาภายในสำเร็จ
Log.Time=เวลา
Log.Timeout=เกินเวลา
Log.Type=ประเภท
Log.User=ผู้ใช้
Log.UserLock=ผู้ใช้ถูกล็อคแล้ว
Log.UserNotExisted=ไม่มีผู้ใช้นี้
Log.Warn=เตือนภัย
PtzControl.AddPreset=เพิ่มพื้นที่การตรวจจับที่กำหนดล่วงหน้า
PtzControl.AutoPan=การหมุนตามแนวระดับน้ำ
PtzControl.AuxDirOper=การดำเนินงานแบบเสริมโดยตรง
PtzControl.AuxFuncOff=ปิดการเสริม
PtzControl.AuxFuncOn=ช่วยเหลือเปิด
PtzControl.AuxNooper=การดำเนินงานเลขหมายเสริม
PtzControl.AuxOff=ปิด
PtzControl.AuxOpen=เปิด
PtzControl.AuxTitle=สวิตช์การช่วยเหลือ
PtzControl.CamPower=แหล่งไฟของเลนส์
PtzControl.ClearTour=ลบเส้นทางการเดินเรือ
PtzControl.Cruise=การเดินเรือในระหว่างจุด
PtzControl.DelPreset=ลบพื้นที่การตรวจจับที่กำหนดล่วงหน้า
PtzControl.End=สิ้นสุด
PtzControl.Enter=ยืนยัน
PtzControl.EnterMenu=เข้าสู่เมนู
PtzControl.Esc=ยกเลิก
PtzControl.Exit=ออกจากเมนู
PtzControl.Flip=พริก
PtzControl.Focus=โฟกัส
PtzControl.Function=ฟังก์ชัน
PtzControl.HighPTZ=กล้อง PTZ ความเร็วสูง
PtzControl.Iris=รูรับแสง
PtzControl.LamRain=ที่ปัดน้ำแสงไฟ
PtzControl.LeftBorder=ขอบซ้าย
PtzControl.Light=แสงไฟ
PtzControl.LightOff=ปิดแสงไฟ
PtzControl.LightOn=เปิดไฟ
PtzControl.LineScan=สแกนเส้น
PtzControl.LineScanBorder=ขอบแสกนเส้น　
PtzControl.NightSee=แสงไฟ
PtzControl.NoProtocol=ช่องที่ไม่ตั้งข้อตกลง PTZ!
PtzControl.None=ไม่มี
PtzControl.Number=ค่า
PtzControl.PTZ=PTZ
PtzControl.PageChange=สลับหน้า
PtzControl.Pattern=ร่องรอยการเดินเรือ
PtzControl.Preset=พื้นที่การตรวจจับที่กำหนดล่วงหน้า
PtzControl.PtzControl=การควบคุมของกล้อง PTZ　
PtzControl.Reset=รีเซ็ต
PtzControl.RightBorder=ขอบขวา
PtzControl.SIT=นั่ง
PtzControl.Setting=ตั้งค่า
PtzControl.Setup=ตั้งค่า
PtzControl.Start=เริ่ม
PtzControl.Step=ความยาวการก้าวเท้า
PtzControl.Stop=หยุด
PtzControl.Switch=สวิตช์
PtzControl.TourRoad=เส้นทางการเดินเรือ
PtzControl.Value=ค่า
PtzControl.ValueEmpty=ค่าจะช่องว่างไม่ได้
PtzControl.Wiper=ที่ปัดน้ำ
PtzControl.Zoom=ซูม
Login.ConfigFile=ไฟล์ที่ตั้งค่า
Login.ConfirmPasswd=ยืนยันรหัสผ่าน
Login.IPInvalid=IP ของอุปกรณ์ไม่ถูกต้อง
Login.InBlackList=ผู้ใช้นี้อยู่ในบัญชีดำ
Login.InUsed=ผู้ใช้นี้ล็อคอินแล้ว
Login.InitDecodeCard=การ์ดถอดรหัสเริ่มต้น
Login.InitDecodeCardFail=การเริ่มต้นของการ์ดถอดรหัสล้มเหลว
Login.InitVideo=วีดีโอเริ่มต้นอยู่...
Login.Locked=ผู้ใช้นี้ถูกล็อกไว้
Login.Login=ล็อคอิน
Login.LoginFail=การล้อคอินล้มเหลว
Login.LoginSuccess=ล็อคอินเรียบร้อย
Login.NetError=เน็ตผิดพลาด
Login.NewPasswd=New Password
Login.NotFound=ไม่พบอุปกรณ์นี้
Login.OldPasswd=Old Password
Login.PasswdError=ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
Login.Password=รหัสผ่าน
Login.ReadyLogin=จะเตรียมล็อคอิน
Login.SavePwd=บันทึกรหัสผ่าน
Login.SystemBusy=ระบบไม่ว่าง
Login.Timeout=การล็อคอินเกินเวลา
Login.UnknowError=ความผิดพลาดที่ไม่รู้จัก
Login.User=ผู้ใช้
Login.UserName=ชื่อผู้ใช้
Login.UserNotExisted=ไม่มีผู้ใช้
Login.NetEnvironment=Net Environment
Login.AutoConnet=เชื่อมต่อกับแชเนลวิดีโอทั้งหมด
Login.LAN=Local Area Network
Login.WAN=Wide Area Network
AccountMSG.AccountLocked=บัญชีนี้ถูกล็อค
AccountMSG.AccountUsed=บัญชีนี้เข้าสู่ระบบเรียบร้อย
AccountMSG.AddGroupExist=มีชื่อกลุ่มผู้ใช้นี้แล้ว
AccountMSG.AddGroupSuccess=เพิ่มผู้ใช้สำเร็จ
AccountMSG.AddUserExist=มีชื่อผู้ใช้แล้ว
AccountMSG.AddUserSuccess=เพิ่มผู้ใช้สำเร็จ
AccountMSG.DeleteGroupSuccess=ลบกลุ่มผู้ใช้เรียบร้อย
AccountMSG.DeleteInuseGroup=กลุ่มผู้ใช้นี้มีผู้ใช้อยู่
AccountMSG.DeleteUserSuccess=ลบผู้ใช้เรียบร้อย
AccountMSG.EmptyAuthority=รายการสิทธิว่างเปล่า
AccountMSG.EmptyName=ชื่อว่างเปล่า
AccountMSG.Failed=การดำเนินงานล้มเหลว
AccountMSG.InvalidPassword=รหัสผ่านไม่ถูกต้อง
AccountMSG.ModGroupSuccess=แก้ไขกลุ่มผู้ใช้เรียบร้อย
AccountMSG.ModPasswordSuccess=เปลี่ยนรหัสผ่านเรียบร้อย
AccountMSG.ModUserSuccess=แก้ไขผู้ใช้เรียบร้อย
AccountMSG.NotPermit=ไม่มีสิทธิ์ในการดำเนินงานนี้
AccountMSG.PasswordMismatch=รหัสผ่านไม่ตรงกัน
AccountMSG.SaveConfigFailed=การบันทึกข้อมูลตั้งค่าล้มเหลว
AccountMSG.SureToDelete=แน่ใจที่ต้องการลบทิ้งไหม
AccountMSG.TooLargeAuthority=ขอบเขตสิทธิผู้ใช้เกินสิทธิกลุ่มผู้ใช้
AccountMSG.TryDeleteResvUser=เก็บรักษาผู้ใช้ไว้ไม่ให้ลบทิ้ง
AccountMSG.TryModifyResvUser=เก็บผู้ใช้ไม่อนุญาตให้แก้ไข
Authority.Account=บัญชีผู้ใช้
Authority.AlarmConfig=ตั้งค่าการเตือนภัย
Authority.AlarmIO=ตั้งค่าการอินพุตและการเอาต์พุตการเตือนภัยเอาต์พุต
Authority.AutoMaintain=รักษาโดยอัตโนมัติ
Authority.Backup=สำรองไฟล์วีดีโอ
Authority.ChannelTitle=CHANNEL TITLE
Authority.CommConfig=ตั้งค่าพอร์ตอนุกรม
Authority.CtrlPanel=แผงควบคุม
Authority.DefaultConfig=เรียกคืนค่าเริ่มต้น
Authority.DelLog=ลบบันทึกรายวัน
Authority.EncodeConfig=ตั้งค่าการเข้ารหัส
Authority.GeneralConfig=ตั้งค่าทั่วไป
Authority.ModifyLanguage=แก้ไขภาษา
Authority.ModifyVideoMode=แก้ไขระบบวิดีโอ
Authority.NetConfig=ตั้งค่าเน็ต
Authority.OutputConfig=โหมดเอาต์พุต
Authority.PTZControl=การควบคุมของกล้อง PTZ　
Authority.PtzConfig=ตั้งค่า PTZ
Authority.QueryLog=สืบค้นบันทึกรายวัน
Authority.Record=ตั้งค่าวีดีโอ
Authority.RecordConfig=ตั้งค่าวีดีโอ
Authority.ShutDown=ปิดอุปกรณ์
Authority.StorageManager=การจัดการฮาร์ดดิสก์
Authority.SysInfo=สืบค้นข้อมูลของระบบ
Authority.SysUpgrade=อัพเกรดระบบ
Authority.Talk_01=เสียงสนทนากันภายใน
Authority.VideoConfig=ตรวจสอบสัญญาณภาพ
AutoMain.At=ใน
AutoMain.AutoDelete=ลบทิ้งไฟล์เก่าโดยโอโต้
AutoMain.AutoReboot=เปิดโดยโอโต้
AutoMain.DaysAgo=วันที่ผ่านมา
ConfigAlarm.AlarmIn=การเตือนภัยอินพุต
ConfigAlarm.AlarmOut=การเตือนภัยเอาต์พุต
ConfigAlarm.Area=บริเวณ
ConfigAlarm.Beep=เสียงบี๊ป
ConfigAlarm.ChannelNo=เลขที่ของช่องทาง
ConfigAlarm.DelayRecordTime=วิดีโอแบบเลื่อนเวลา
ConfigAlarm.DeviceType=ประเภท
ConfigAlarm.Enable=เปิดใช้งานสวิตช์
ConfigAlarm.EventType=ประเภทเหตุการณ์
ConfigAlarm.FtpUpload=อัพโหลด FTP
ConfigAlarm.Interval=ระยะห่าง
ConfigAlarm.LatchSecond=เลื่อนเวลา
ConfigAlarm.NoChannelSelected=ไม่ได้เลือกช่องทางวิดีโอ
ConfigAlarm.NormalClose=ปิดเสมอ
ConfigAlarm.NormalOpen=เปิดเสมอ
ConfigAlarm.PtzLinkage=PTZ เชื่อมโยงกัน
ConfigAlarm.RecordChannel=ช่องทางวิดีโอ
ConfigAlarm.RegionConfig=ตั้งค่า
ConfigAlarm.ScreenTip=คำเตือนบนหน้าจอ
ConfigAlarm.Sec=วินาที
ConfigAlarm.SendEmail=ส่งอีเมล์
ConfigAlarm.Sense=ความไว
ConfigAlarm.Setting=การตั้งค่า
ConfigAlarm.TimeSection=ช่วงเวลา
ConfigAlarm.ToCenter=ศูนย์อัพโหลด
ConfigAlarm.Tour=การเดินเรือ
ConfigAlarm.Type=ประเภทอุปกรณ์
ConfigAlarm.VoiceTip=การเตือนด้วยเสียง
ConfigAlarm.Select=Select
ConfigAlarm.UnSelect=UnSelect
ConfigAlarm.AlarmMode=Alarm Mode
ConfigAlarm.Auto=Configuration
ConfigAlarm.Manual=Manual
ConfigAlarm.Closed=Stop
ConfigAlarm.Status=Status
ConfigDayLight.Date=วันที่
ConfigDayLight.EndTime=สิ้นสุด:
ConfigDayLight.StartTime=เริ่มต้น:
ConfigDayLight.Week=สัปดาห์
ConfigDefault.AllDefault= เลือกทั้งหมด
ConfigDefault.Sure=โปรดเลือกรายการที่ต้องการเรียกคืนค่าเริ่มต้น
ConfigGeneral.Dansk=Dansk
ConfigGeneral.DateFormat=รูปแบบวันที่
ConfigGeneral.DateFormatSelect1=ปปปป ดด วว
ConfigGeneral.DateFormatSelect2=ดด วว ปปปป
ConfigGeneral.DateFormatSelect3=วว ดด ปปปป
ConfigGeneral.DateSpector=เครื่องหมายเว้นวรรควันที่
ConfigGeneral.DateTime=เวลาตามระบบ
ConfigGeneral.DaylightRule=กติกาของระบบเวลากลางแจ้ง
ConfigGeneral.DaylightSet=ตั้งค่ากลางแจ้ง
ConfigGeneral.DaylightTime=ระบบเวลาในฤดูร้อน
ConfigGeneral.DaysAgo=วันที่ผ่านมา
ConfigGeneral.DelCustom=นิยามเอง
ConfigGeneral.DelNever=ไม่เคย
ConfigGeneral.DiskFull=เมื่อฮาร์ดดิสก์เต็ม
ConfigGeneral.DiskFullOverwrite=ครอบคลุม
ConfigGeneral.DiskFullStop=หยุดวิดีโอ
ConfigGeneral.LanguageSelect=เลือกภาษา
ConfigGeneral.Minute=นาที
ConfigGeneral.OutFormat=โหมดเอาต์พุต
ConfigGeneral.OutputMode=โหมดเอาต์พุต
ConfigGeneral.RebootEveryday=ทุกวัน
ConfigGeneral.RebootFriday=ทุกวันศุกร์
ConfigGeneral.RebootMonday=ทุกวันจันทร์
ConfigGeneral.RebootNever=ไม่เคย
ConfigGeneral.RebootSaturday=ทุกวันเสาร์
ConfigGeneral.RebootSunday=ทุกสัปดาห์
ConfigGeneral.RebootThursday=ทุกวันพฤหัสบดี
ConfigGeneral.RebootTuesday=ทุกวันอังคาร
ConfigGeneral.RebootWednesday=ทุกวันพุธ
ConfigGeneral.RecordLen=ความยาว
ConfigGeneral.RemoteAddr=เลขที่เครื่องนี้
ConfigGeneral.SelfOutput=ปรับตัวเอง
ConfigGeneral.StandbyTime=เวลาสแตนบาย
ConfigGeneral.TVOutput=ทีวีเอ้าท์พุด
ConfigGeneral.Time12=12 ชั่วโมง
ConfigGeneral.Time24=24 ชั่วโมง
ConfigGeneral.TimeFormat=รูปแบบเวลา
ConfigGeneral.VGAOutput=VGA
ConfigGeneral.VideoMode=ระบบภาพ
ConfigGeneral.WorkHour=ชั่วโมงทำงาน
InfoLog.Abnormal=ผิดปกติ
InfoLog.AlarmLocal=การเตือนในท้องถิ่น
InfoLog.AlarmManual=การเตือนด้วยมือ
InfoLog.AlarmNet=การเตือนภัยทางเน็ต
InfoLog.AlarmServer=Server ปลุก
InfoLog.AudioInFormat=เสียงสนทนากัน
InfoLog.AutoMaintain=รักษาโดยอัตโนมัติ
InfoLog.Backup=สำรองไฟล์ %s
InfoLog.BlindDetect=ตรวจสอบการปิดบัง
InfoLog.Channel=ช่อง
InfoLog.Close=ปิดวิดีโอ
InfoLog.CombineEncode=รหัสรวม
InfoLog.Comm=อนุกรม
InfoLog.DeleteFileFailed=ลบไฟล์%s ล้มเหลว
InfoLog.UpdateFailed=%s update fail
InfoLog.Download=ดาวน์โหลดไฟล์ %s
InfoLog.Encode=เข้ารหัส
InfoLog.Event=%s เป็นสาระบบการทำงานของเหตุการณ์
InfoLog.GUISet=GUI
InfoLog.General=ทั่วไป
InfoLog.LocalAlarm=การเตือนในท้องถิ่น
InfoLog.Location=ความเป็นท้องถิ่น
InfoLog.LogIn=ผู้ใช้%s ผ่าน%s ล็อคอิน
InfoLog.LogInfo=ข้อมูลบันทึกประจำวัน
InfoLog.LogOut=ผู้ใช้%s ผ่าน%s ล็อคเอาต์
InfoLog.LogTime=เวลาการเกิด
InfoLog.LogType=ประเภท
InfoLog.LossDetect=ตรวจสอบสัญญาณภาพที่ขาดเสีย
InfoLog.Manual=บันทึกวีดีโอด้วยมือ
InfoLog.MotionDetect=ตรวจจับภาพเคลื่อนไหว
InfoLog.Net3G=เครือข่ายไร้สาย
InfoLog.NetAbort=การเตือนภัยเมื่อเน็ตผิดปกติ
InfoLog.NetAlarm=การเตือนภัยทางเน็ต
InfoLog.NetARSP=ARSP
InfoLog.NetCommon=เน็ตที่ใช้ร่วมกัน
InfoLog.NetDDNS=DDNS
InfoLog.NetDHCP=DHCP
InfoLog.NetDNS=การบริการ DNS ของเน็ต
InfoLog.NetEmail=อีเมล์
InfoLog.NetIPConflict=การเตือนภัยเมื่อ IP ขัดแย้งกัน
InfoLog.NetIPFilter=รายชื่อเน็ตขาวดำ
InfoLog.NetNTP=เวลาการบริการทางเน็ต
InfoLog.NetPPPoE=PPPoE
InfoLog.No=หมายเลขลำดับ
InfoLog.PTZ=PTZ
InfoLog.FishEye=พาโนรามา
InfoLog.ClearFog=defogging
InfoLog.PTZAlarmProtocol=การเตือนภัยของกล้อง PTZ
InfoLog.PTZPreset=พื้นที่การตรวจจับที่กำหนดไว้ของกลอง PTZ
InfoLog.PTZTour=การเดินเรือของกล้อง PTZ
InfoLog.Play=ดูย้อนหลัง
InfoLog.PlayBack=ไฟล์ดูย้อนหลัง%s
InfoLog.ReadFileFailed=อ่านไฟล์%s ล้มเหลว
InfoLog.ReadOnly=%s ระบบการทำงานเฉพาะอ่านเท่านั้น
InfoLog.ReadWrite=%s ระบบการทำงานเฉพาะอ่านและเขียน
InfoLog.Record=วิดีโอ
InfoLog.Redunancy=%s ระบบที่ซ้ำซ้อน
InfoLog.RS485=RS485
InfoLog.SearchAlarm=%d -%d -%d %d :%d :%d สืบค้น%d วิดีโอการเตือนภัยทั้งหมดในช่อง
InfoLog.SearchAll=%d -%d -%d %d :%d :%d สืบค้น%d วิดีโอทั้งหมดในช่อง
InfoLog.SearchDetect=%d -%d -%d %d :%d :%d สืบค้น%d วิดีโอที่ตรวจสอบในช่อง
InfoLog.SearchHand=%d -%d -%d %d :%d :%d สืบค้น%d วิดีโอบันทึกด้วยมือ
InfoLog.Snapshot=จับภาพ
InfoLog.StorageFailure=ความล้มเหลวในการเข้าถึงอุปกรณ์จัดเก็บข้อมูล
InfoLog.StorageLowSpace=การเตือนหน่วยความจำไม่พอ
InfoLog.StorageNotExist=ไม่มีอุปกรณ์หน่วยความจำ
InfoLog.TVAdjust=ปรับทีวี
InfoLog.Timing=บันทึกวีดีโอโดยตามเวลากำหนด
InfoLog.Tour=การเดินเรือ
InfoLog.VideoBlind=ตรวจสอบการปิดบัง
InfoLog.VideoColor=สีของภาพ
InfoLog.VideoLoss=ตรวจสอบสัญญาณภาพที่ขาดเสีย
InfoLog.VideoMotion=ตรวจจับภาพเคลื่อนไหว
InfoLog.VideoSplit=การแบ่งส่วนของวีดีโอ
InfoLog.VideoWidget=ออบเจกต์ของวิดีโอ
InfoLog.WriteFileFailed=เขียนไฟล์%s ล้มเหลว
InfoLog.Wifi=Wifi
LogInfo.AlarmEvent=เหตุการณ์การเตือน
LogInfo.All=ทั้งหมด
LogInfo.ClearFail=การลบทิ้งการบันทึกรายวันล้มเหลว
LogInfo.ClearSuccess=ลบทิ้งการบันทึกรายวันเรียบร้อย
LogInfo.ConfigOperation=การดำเนินงานตั้งค่า
LogInfo.EndTime=เวลาสิ้นสุด
LogInfo.FileAccess=การจัดการไฟล์
LogInfo.LogSearch=<%s>สืบค้นการบันทึกตามรายวัน
LogInfo.LogType=ประเภท
LogInfo.NextPage=หน้าถัดไป
LogInfo.RecordOperation=การจัดการวีดีโอ
LogInfo.RemoveAll=เคลียร์
LogInfo.Search=สืบค้น
LogInfo.StartTime=เวลาเริ่มต้น
LogInfo.StorageManager=การจัดการข้อมูล
LogInfo.SureToClear=แน่ใจว่าคุณต้องกาลบการบันทึกรายวันทั้งหมดหรือไม่
LogInfo.SystemManager=การจัดการระบบ
LogInfo.UserManager=การจัดการผู้ใช้
LogType.AccountRestore=Account Restore
LogType.AddGroup=เพิ่มกลุ่ม
LogType.AddUser=เพิ่มผู้ใช้
LogType.ClearDriver=ลบทิ้งข้อมูลในตัวขับ
LogType.ClearLog=ล่างการบันทึกรายวัน
LogType.DeleteGroup=ลบกลุ่ม
LogType.DeleteUser=ลบผู้ใช้
LogType.DiskChanged=Disk Changed
LogType.EventLatch=เหตุการณ์การเลื่อนเวลา
LogType.EventStart=เริ่มเตือนภัย
LogType.EventStop=สิ้นสุดการตือนภัย
LogType.FileAccess=บันทึกไฟล์
LogType.FileAccessError=การเยี่ยมชมไฟล์ผิดพลาด
LogType.FileSearch=สืบค้นไฟล์
LogType.LogIn=ผู้ใช้ล็อคอิน
LogType.LogOut=ผู้ใช้ล็อกเอาต์
LogType.ModifyGroup=แก้ไขกลุ่ม
LogType.ModifyPassword=เปลี่ยนรหัสผ่าน
LogType.ModifyTime=แก้ไขเวลาตามระบบ
LogType.ModifyUser=แก้ไขผู้ใช้
LogType.PTZTour=Tour
LogType.Reboot=เปิดใหม่
LogType.Record=การจัดการวีดีโอ
LogType.SaveConfig=บันทึกตั้งค่า
LogType.SetDriverType=ตั้งค่าประเภทตัวขับ
LogType.ShutDown=ปิด
LogType.StorageDeviceError=อุปกรณ์หน่วยความจำผิดพลาด
LogType.Update=Update
LogType.Upgrade=Upgrade
LogType.ZeroBitrate=No Bitrate
UserManager.AddGroup=เพิ่มกลุ่ม
UserManager.AddUser=เพิ่มผู้ใช้
UserManager.Authority=สิทธิ์
UserManager.ConfirmPassword=ยืนยันรหัสผ่าน
UserManager.DefaultUser=บัญชีเริ่มต้น
UserManager.DeleteGroup=ลบกลุ่ม
UserManager.DeleteUser=ลบผู้ใช้
UserManager.Group=กลุ่ม
UserManager.GroupName=ชื่อกลุ่ม
UserManager.LackAuchority=สิทธิ์ผู้ใช้ไม่เพียงพอ
UserManager.LoginSystem=ระบบโลกอิน
UserManager.Memo=หมายเหตุ
UserManager.ModGroup=แก้ไขกลุ่ม
UserManager.ModPassword=เปลี่ยนรหัสผ่าน
UserManager.ModUser=แก้ไขผู้ใช้
UserManager.NewPassword=รหัสผ่านใหม่
UserManager.No=หมายเลขลำดับ
UserManager.OldPassword=รหัสผ่านเก่า
UserManager.OwnerGroup=เป็นกลุ่ม
UserManager.PleaseLogin=โปรดโลกอิน
UserManager.Sharable=ใช้ซ้ำ
UserManager.User=ผู้ใช้
UserManager.UserName=ชื่อผู้ใช้
UserManager.UserPassword=รหัสผ่าน
UserManager.UserState=สภาพ
UserManager.UserStateOK=ปกติ
UserManager.UserStateStoped=หยุดใช้งาน
Version.AlarmIn=การเตือนภัยอินพุต
Version.AlarmOut=การเตือนภัยเอาต์พุต
Version.Channel=ช่องทางวิดีโอ
Version.ExChannel=ขยายช่องทาง
Version.ReleaseDate=วันที่ออกวางตลาด
Version.SystemVersion=เวอร์ชั่นของระบบ
ConfigEncode.Audio=สัญญาณเสียง
ConfigEncode.Best=ดีที่สุด
ConfigEncode.Better=ดีมาก
ConfigEncode.BitrateControlPolicy=การควบคุมกระแสบิต
ConfigEncode.BitrateValue=ค่ากระแสบิต(Kb/S)
ConfigEncode.Brightness=ความสว่าง
ConfigEncode.CBR=จำกัดอัตราบิต
ConfigEncode.Channel1=ช่อง 1
ConfigEncode.Channel10=ช่อง 10
ConfigEncode.Channel11=ช่อง 11
ConfigEncode.Channel12=ช่อง 12
ConfigEncode.Channel13=ช่อง 13
ConfigEncode.Channel14=ช่อง 14
ConfigEncode.Channel15=ช่อง 15
ConfigEncode.Channel16=ช่อง 16
ConfigEncode.Channel1_2=ช่อง 1 - 2
ConfigEncode.Channel1_4=ช่อง 1-4
ConfigEncode.Channel1_6=ช่อง 1 - 6
ConfigEncode.Channel1_8=ช่อง 1 - 8
ConfigEncode.Channel1_9=ช่อง 1 - 9
ConfigEncode.Channel2=ช่อง 2
ConfigEncode.Channel3=ช่อง 3
ConfigEncode.Channel4=ช่อง 4
ConfigEncode.Channel5=ช่อง 5
ConfigEncode.Channel6=ช่อง 6
ConfigEncode.Channel7=ช่อง 7
ConfigEncode.Channel8=ช่อง 8
ConfigEncode.Channel8_16=ช่อง 8 - 16
ConfigEncode.Channel9=ช่อง 9
ConfigEncode.Channel9_16=ช่อง 9 - 16
ConfigEncode.Channel1_16=ช่อง 1 - 16
ConfigEncode.Channel17_24=ช่อง 17 - 24
ConfigEncode.Channel25_32=ช่อง 25 - 32
ConfigEncode.Channel17_32=ช่อง 17 - 32
ConfigEncode.ColdColor=สีเย็น
ConfigEncode.Contrast=ความแตกต่างกัน
ConfigEncode.Cover=ภูมิภาคครอบคลุม
ConfigEncode.CoverSetting=ตั้งค่า
ConfigEncode.DftColor=สีดีฟอลต์
ConfigEncode.EncodeMode=โหมดเข้ารหัส
ConfigEncode.ExtStream=กระแสบิตเสริม
ConfigEncode.FPS=อัตราเฟรม (FPS)
ConfigEncode.Gain=เพิ่มผลประโยชน์
ConfigEncode.General=ทั่วไป
ConfigEncode.Good=ดี
ConfigEncode.Hue=สี
ConfigEncode.ImageColorConfig=สีของภาพ
ConfigEncode.Period=ช่วงเวลา
ConfigEncode.Quality=คุณภาพของภาพ
ConfigEncode.Saturation=อิ่มตัว
ConfigEncode.Snap=จับภาพ
ConfigEncode.SnapFreq=ความถี่จับภาพ
ConfigEncode.SnapMode=โหมดจับภาพ
ConfigEncode.SnapQuality=คุณภาพของรูปภาพ
ConfigEncode.SnapSize=ขนาดของภาพ
ConfigEncode.VBR=อัตราบิตที่แปรตัวได้
ConfigEncode.Video=วิดีโอ
ConfigEncode.VideoAudio=วิดีโอ / ออดิโอ
ConfigEncode.VideoResolution=ความละเอียด
ConfigEncode.WarmColor=สีอุ่น
ConfigEncode.Worse=แย่กว่า
ConfigEncode.Worst=แย่มาก
ConfigEncode.iGop=ระยะห่างของเฟรม I
ConfigVideo.High=สูงกว่า
ConfigVideo.Higher=สูงมาก
ConfigVideo.Highest=สูงสุด
ConfigVideo.Lower=ต่ำกว่า
ConfigVideo.Lowest=ต่ำสุด
ConfigVideo.Middle=กลาง
PlayBack.ALL=วิดีโอทั้งหมด
PlayBack.AlarmRecordFile=การเตือนภัยภายนอก
PlayBack.Audio=สัญญาณเสียง
PlayBack.CancelDownload=แน่ใจต้องยกเลิกการดาวน์โหลดหรือ
PlayBack.CardRecordFile=บันทึกวีดีโอด้วยเลขที่การ์ด
PlayBack.Channel=ช่อง
PlayBack.Close=ปิด
PlayBack.CloseAllWindow=ปิดหน้าต่างทั้งหมด
PlayBack.CloseWindow=ปิดหน้าต่าง
PlayBack.Date=เวลา
PlayBack.DetectRecordfile=ตรวจสอบสัญญาณภาพ
PlayBack.Device=อุปกรณ์
PlayBack.Download=ดาวน์โหลด
PlayBack.DownloadError=การดาวน์โหลดไฟล์ล้มเหลว
PlayBack.DownloadFinish=ดาวน์โหลดเรียบร้อย
PlayBack.Downloading=กำลังดาวน์โหลดอยู่ โปรดรอ ...
PlayBack.ExceedMaxChannel=เกินจำนวนมากสุดที่ดูย้อนหลัง
PlayBack.Fast=เล่นรวดเร็ว
PlayBack.File=ไฟล์
PlayBack.FourScreen=4 ภาพ
PlayBack.GeneralRecordFile=วิดีโอทั่วไป
PlayBack.GetDataFail=การรับข้อมูลล้มเหลว
PlayBack.HandRecordFile=บันทึกวีดีโอด้วยมือ
PlayBack.InPlaying=ช่องปัจจุบันกำลังเล่นอยู่ โปรดปิดก่อน
PlayBack.InvalidTime=เวลาไม่ถูกต้อง โปรดป้อนอีกครั้ง
PlayBack.LoadImageFail=โหลดภาพพื้นหลังของความล้มเหลว
PlayBack.LocalRecord=วีดีโอท้องถิ่น
PlayBack.NO=หมายเลขลำดับ
PlayBack.NextFrame=เฟรมถัดไป
PlayBack.NoRecord=ไม่มีไฟล์วิดีโอ
PlayBack.OpenDecodeFail=การปิดตัวถอดรหัสล้มเหลว
PlayBack.OpenFileFail=เปิดแฟ้มล้มเหลว
PlayBack.PageDown=หน้าถัดไป
PlayBack.PageUp=หน้าก่อน
PlayBack.Pause=ค้างภาพที่ดูย้อนหลัง
PlayBack.Period=ช่วงเวลา
PlayBack.Play=เล่น
PlayBack.Playback=ดูย้อนหลัง
PlayBack.Playing=เล่นใน
PlayBack.PrevFrame=
PlayBack.Prompt=พรอมต์
PlayBack.Search=วิดีโอสืบค้น
PlayBack.SearchFail=สืบค้นล้มเหลว
PlayBack.SelectDevice=โปรดเลือกอุปกรณ์หนึ่งเครื่อง
PlayBack.SingleFrame=เล่นตามเฟรม
PlayBack.Slow=เล่นภาพช้า
PlayBack.Snapshot=จับภาพ
PlayBack.SnapshotFail=การจับภาพล้มเหลว
PlayBack.Stop=หยุด
PlayBack.Timeout=เกินเวลา
PlayBack.Type=ประเภท
PlayBack.UnkownError=วันที่แสดงผิดพลาด
PlayBack.Window=หน้าต่าง
PlayBack.AllPic=All Picture
PlayBack.AlarmRecordPic=Alarm Snap
PlayBack.DetectRecordPic=Video Detect Snap
PlayBack.GeneralRecordPic=Regular Snap
PlayBack.HandRecordPic=Manual Snap
PlayBack.SelectAll=Select All
PlayBack.UnSelectAll=UnSelect All
Record.Auto=ตั้งค่า
Record.Closed=ปิด
Record.Manual=เสมอ
RecordConfig.Mode=โหมดวิดีโอ
RecordStorage.Alarm=การเตือนภัย
RecordStorage.Detect=การตรวจสอบ
RecordStorage.Files=Pictures
RecordStorage.General=ทั่วไป
RecordStorage.PreRecord=บันทึกแบบทดลอง
RecordStorage.PreSnap=ถ่ายแบบทดลอง
RecordStorage.RecordLen=ความยาว
RecordStorage.Redu=ซ้ำซ้อน
RecordStorage.ScheduleSet=ตั้งค่า
RecordStorage.TimeSection=ช่วงเวลา
RecordStorage.TimeSection1=ช่วงเวลา 1
RecordStorage.TimeSection2=ช่วงเวลา 2
RecordStorage.TimeSection3=ช่วงเวลา 3
RecordStorage.TimeSection4=ช่วงเวลา 4
RecordStorage.TimeSection5=ช่วงเวลา 5
RecordStorage.TimeSection6=ช่วงเวลา 6
RecordStorage.Week=สัปดาห์
ConfigNet.3GNetConfig=Wireless Dial
ConfigNet.ARSPConfig=ARSP
ConfigNet.ArspConfig=ARSP
ConfigNet.AlarmReport=Alarm Report
ConfigNet.AUTO=AUTO
ConfigNet.Adaptive=ปรับตัวเอง
ConfigNet.AddIP=เพิ่ม IP
ConfigNet.Alarm=เตือนภัย
ConfigNet.AlarmCenter=ศูนย์การเตือนภัย
ConfigNet.ArspTip=.
ConfigNet.BannedIP=ห้ามใช้  IP
ConfigNet.BlackList=บัญชีดำ
ConfigNet.CDMA1X=CDMA1.x
ConfigNet.Channel=ช่อง
ConfigNet.ConfirmModify=หลังจากเปลี่ยนอาจทำให้เกิดการสูญเสียข้อมูลที่เกี่ยวข้องกับรูปแบบเดิมไม่ว่าจะเป็นที่จะเปลี่ยน?
ConfigNet.DDNS=DDNS
ConfigNet.DDNSName=ชื่อผู้ใช้
ConfigNet.DDNSServerPort=พอร์ต
ConfigNet.DDNSSetInvalid=การตั้งค่า  DDNS ไม่ถูกต้อง
ConfigNet.DDNSType=ประเภท DDNS
ConfigNet.DHCP=DHCP
ConfigNet.DHCPEnable=รับที่อยู่ IP โดยโอโต้
ConfigNet.DNSConfig=ใช้ที่อยู่เซิร์ฟเวอร์ DNS ดังต่อไปนี้
ConfigNet.DNSTIP=ใช้เซิร์ฟเวอร์ DNS ดังต่อไปนี้ ---------------------------
ConfigNet.Decorder=Decorder
ConfigNet.DefaultGateWay=เกตเวย์เริ่มต้น
ConfigNet.DeleteIP=ลบ IP
ConfigNet.Detect=ตรวจสอบ
ConfigNet.DomainName=โดเมนเนมของเครื่องนี้　
ConfigNet.EVDO=EVDO
ConfigNet.EmailConfig=การตั้งค่าอีเมล์
ConfigNet.Enable=เปิดใช้งาน
ConfigNet.FileLen=ความยาวที่อัพโหลด
ConfigNet.FileLength=ความยาวของไฟล์
ConfigNet.FileLens=ล้านล้าน
ConfigNet.FluencyPre=ความคล่องบุริมสิทธิ
ConfigNet.FtpAnonymous=นิรนาม
ConfigNet.FtpChannel=ช่องทาง
ConfigNet.FtpConfig=การตั้งค่า FTP
ConfigNet.FtpDirName=ระบบระยะทางไกล
ConfigNet.FtpEnable=เปิดใช้งาน
ConfigNet.FtpHostIp=IP ของโฮสต์
ConfigNet.FtpHostPort=พอร์ต
ConfigNet.FtpPassWord=รหัสผ่าน
ConfigNet.FtpType=ประเภท
ConfigNet.FtpUserName=ชื่อผู้ใช้
ConfigNet.FtpWeek=สัปดาห์
ConfigNet.GPRS=GPRS
ConfigNet.General=ทั่วไป
ConfigNet.HighSpeedDownload=ดาวน์โหลดทางเน็ตด้วยความเร็วสูง
ConfigNet.HostIP=ที่อยู่เซิร์ฟเวอร์
ConfigNet.HostName=ชื่อโฮสต์
ConfigNet.HostPort=พอร์ต
ConfigNet.HttpPort=พอร์ต HTTP
ConfigNet.IPSetting=ตั้งค่าสิทธิ IP
ConfigNet.IPaddr=ที่อยู่ IP
ConfigNet.Interval=ระยะเวลาที่ห่าง
ConfigNet.Intervals=นาที
ConfigNet.LogReport=Log Report
ConfigNet.MailAddrEmpty=อีเมล์ว่างเปล่า
ConfigNet.MailAddrError=ที่อยู่อีเมล์ผิดพลาด ภายในที่อยู่ต้องมี '@'
ConfigNet.MailAddrTooLong=ที่อยู่อีเมล์ยาวเกินไป
ConfigNet.MailRecevierError=ตั้งค่าผู้รับเมล์สูงสุดไม่เกิน 3 คน
ConfigNet.MailSSL=เซิร์ฟเวอร์นี้ต้องการระบบรักษาความปลอดภัยแบบ SSL
ConfigNet.MailServer=เซิร์ฟเวอร์ SMTP
ConfigNet.Mailsender=ผู้ส่ง
ConfigNet.MaxConnection=จำนวนผู้ใช้มากที่สุดที่เชื่อมโยงได้
ConfigNet.MobileConfig=Mobile Monitor
ConfigNet.MobilePort=Port
ConfigNet.MulticastConfig=การตั้งค่ามิลติกาสต์
ConfigNet.NeedReboot=ตั้งค่าข้อมูลสำเร็จ เปิดระบบใหม่จะมีผล เปิดระบบใหม่ทันทีไหม
ConfigNet.NetMask=ซับเน็ตมาร์ก
ConfigNet.NetServerInfo=ตั้งค่าข้อมูล
ConfigNet.NetService=บริการทางเว็บ
ConfigNet.Netcard=การ์ดเน็ต
ConfigNet.No=หมายเลขลำดับ
ConfigNet.NtpConfig=การตั้งค่า  NTP　
ConfigNet.PPPoE=PPPoE
ConfigNet.PPPoEPassword=รหัสผ่าน
ConfigNet.PPPoEUserName=ชื่อผู้ใช้
ConfigNet.Passwd=รหัสผ่าน
ConfigNet.PortConflict=พอร์ตขัดแย้งกัน
ConfigNet.PrimaryDNS=เลือก DNS ก่อน
ConfigNet.Protocol=Protocol
ConfigNet.Prototype=ประเภทข้อตกลง
ConfigNet.QualityPre=คุณภาพบุริมสิทธิ
ConfigNet.Receiver=ผู้รับเมล์
ConfigNet.ReplayNum=จำนวนการ IP ที่ตอบรับสูงสุดเป็น 64!
ConfigNet.RestrictType=ประเภทที่จำกัด
ConfigNet.SameIPTip=ได้เพิ่มที่อยู่ IP นี้แล้ว
ConfigNet.SaveConfigFailed=การบันทึกการตั้งค่าล้มเหลว
ConfigNet.SecondaryDNS=DNS ที่สำรองไว้
ConfigNet.ServerName=ชื่อเซิร์ฟเวอร์
ConfigNet.SetGatewayFailed=การตั้งค่าเกตเวย์ล้มเหลว
ConfigNet.StandbyIP=IP ที่สำรอง
ConfigNet.TD-SCDMA=TD-SCDMA
ConfigNet.TcpPort=พอร์ต TCP
ConfigNet.TimeSection1=ช่วงเวลา 1
ConfigNet.TimeSection2=ช่วงเวลา 2
ConfigNet.TimeZone=โซนเวลา
ConfigNet.Title=หัวข้อ
ConfigNet.TransferPolicy=กลยุทธ์การส่งสือสารของเน็ต
ConfigNet.TrustIP=ลิขสิทธิ์ IP
ConfigNet.Type=Type
ConfigNet.UDPPort=พอร์ต UDP
ConfigNet.UPNPTip=
ConfigNet.UpdateInterval=ปรับปรุงวงจร
ConfigNet.UploadTime=เวลาอัพโหลด
ConfigNet.WCDMA=WCDMA
ConfigNet.Week=สัปดาห์
ConfigNet.WhiteList=รายชื่อขาว
ConfigNet.Wirecard=การ์ดเน็ตมีจำกัด
ConfigNet.Wireless=Wireless
ConfigNet.WirelessAP=AP
ConfigNet.WirelessDialNum=Dial Number
ConfigNet.NoSignal=NoSignal
ConfigNet.VeryLow=Very Low
ConfigNet.Low=Low
ConfigNet.Good=Good
ConfigNet.VeryGood=Very Good
ConfigNet.Excellent=Excellent
ConfigNet.WifiNotSupport=Only support for WEP encrypt
ConfigNet.WifiPasswordNoMatch=Passowrd must 10 or 26 hex digits
ConfigNet.AuthMode=Authentication
ConfigNet.Search=Search
ConfigNet.Signal=Signal
ConfigNet.SSID=SSID
ConfigNet.UPNP=UPNP
Tips.DeviceProduct=สินค้าคุณสมบัติขั้นสูงการตั้งค่า
Title.AbnormalAlarm=การจัดการแบบผิดปกติ
Title.Alarm=ฟังก์ชันการเตือนภัย
Title.AlarmConfig=ตั้งค่าการเตือนภัย
Title.AlarmIn=การเตือนภัยอินพุต
Title.AlarmOut=การเตือนภัยเอาต์พุต
Title.AlarmStatus=สภาพการเตือนภัย
Title.AssistFunction=ฟังก์ชันเสริม
Title.AutoMaintain=รักษาโดยโอโต้
Title.Backup=สำรองวีดีโอ
Title.BitrateStatistics=สถิติกระแสบิต
Title.BlindConfig=ปิดบังวิดีโอ
Title.ChannelName=ชื่อช่องทาง
Title.CommConfig=ซีเรียลพอร์ต
Title.DeviceProduct=ฟังก์ชัน การตั้งค่า
Title.DisplayConfig=โหมดเอาต์พุต
Title.EncodeConfig=เข้ารหัส
Title.GeneralConfig=การตั้งค่าทั่วไป
Title.HDDInfo=การเก็บการเก็บรักษา รักษา
Title.HDDManager=การบริหารการจัดเก็บข้อมูล
Title.ImageConfig=สีของภาพ
Title.LogInfo=ข้อมูลบันทึกรายวัน
Title.LogOut=ปิดระบบ
Title.MagicBox=กล่องดำ
Title.MainMenu=เมนูหลัก
Title.MotionDetectConfig=ตรวจจับภาพเคลื่อนไหว
Title.NetAlarmConfig=Net Alarm
Title.NetCommonConfig=ตั้งค่าเครือข่าย
Title.NetService=บริการทางเว็บ
Title.OnlineUser=ผู้ใช้ออนไลน์
Title.Partition=แบ่งเขต
Title.PlayBack=ดูวิดีโอย้อนหลัง
Title.PtzConfig=PTZ การตั้งค่าที่ตั้งไว้จุด
Title.PtzControl=กล้อง PTZ ควบคุม
Title.Record=ฟังก์ชั่นวิดีโอ
Title.RecordConfig=วิดีโอการตั้งค่า
Title.RecordMode=วิดีโอควบคุม
Title.SetDefault=เรียกคืนค่าเริ่มต้น
Title.SnapShot=เก็บรูปภาพ
Title.SystemConfig=ตั้งค่าระบบการ
Title.SystemInfo=ข้อมูลระบบ
Title.SystemUpgrade=อัพเกรดระบบ
Title.TVAdjust=การปรับทีวี
Title.Tools=การจัดการเครื่องมือ
Title.TourConfig=ตั้งค่าการเดินเรือ
Title.UserManager=การจัดการผู้ใช้
Title.Version=ข้อมูลเวอร์ชัน
Title.VideoLossConfig=สัญญาณภาพสูญเสีย
OneClick.Add=เพิ่ม
OneClick.Advance=ระดับสูง
OneClick.All=ทั้งหมด
OneClick.Apr=เมษายน
OneClick.Aug=สิงหาคม
OneClick.Cancel=ยกเลิก
OneClick.ChannelNo=ช่องทาง
OneClick.Clean=ล้างลบ
OneClick.Copy=คัดลอก
OneClick.Day=อาทิตย์
OneClick.Dec=ธ.ค.
OneClick.Default=เริ่มต้น
OneClick.Delete=ลบ
OneClick.Feb=กุมภาพันธ์
OneClick.FirstDay=วันแรก
OneClick.FirstWeek=สัปดาห์แรก
OneClick.FiveWeek=สุดท้าย
OneClick.FourWeek=สัปดาห์ที่สี่
OneClick.FreeDay=ไม่ใช่วันทำการ
OneClick.Fri=วันศุกร์
OneClick.Jan=ม.ค.
OneClick.Jul=ก.ค.
OneClick.Jun=มิ.ย.
OneClick.LastDay=สัปดาห์สุดท้ายมี
OneClick.LogInfo=ข้อมูลบันทึกรายวัน
OneClick.Mar=มีนาคม
OneClick.May=พฤษภาคม
OneClick.Min=นาที
OneClick.Mon=วันจันทร์
OneClick.Month=เดือน
OneClick.Nov=พ.ย.
OneClick.OK=ตกลง
OneClick.Oct=ตุลาคม
OneClick.Paste=วาง
OneClick.Preview=พรีวิว
OneClick.Prompt=คำแนะนำ
OneClick.Refrush=อัพเกรด
OneClick.RemoteConfig=การตั้งค่าทางไกล
OneClick.Sat=วันเสาร์
OneClick.Sec=วินาที
OneClick.SecWeek=สัปดาห์ที่สอง
OneClick.Sep=กันยายน
OneClick.Setting=ตั้งค่า
OneClick.SixWeek=สัปดาห์ที่หก
OneClick.Sun=วันอาทิตย์
OneClick.ThirdWeek=สัปดาห์ที่สาม
OneClick.Thu=วันพฤหัสบดี
OneClick.Tue=วันอังคาร
OneClick.Wed=วันพุธ
OneClick.WeekCnt=รวมจำนวนสัปดาห์
OneClick.WorkDay=วันทำการ
OneClick.Year=ปี
HDDInfo.Disk=การเก็บรักษา
HDDInfo.EndTime=เวลาสิ้นสุด
HDDInfo.IndexNo=หมายเลขลำดับ
HDDInfo.InfoRecordTime=สืบค้นเวลาการบันทึกวีดีโอของดิสก์
HDDInfo.InfoTypeCapa=สืบค้นประเภทของดิสก์และหน่วยความจำ
HDDInfo.RemainCapacity=หน่วยความจำที่เหลือ
HDDInfo.SATA=หมายเลขลำดับ
HDDInfo.StartTime=เวลาเริมต้น
HDDInfo.Status=สภาพ
HDDInfo.TotalCapacity=ยอดรวมความจุ
HDDInfo.Type=ประเภท
HDDManager.Capacity=ยอดรวมความจุ
HDDManager.ClearDisk=ฟอร์เม็ตดิสก์
HDDManager.DiskInfo=ข้อมูลการจัดเก็บข้อมูล
HDDManager.DiskNo=การเก็บรักษา
HDDManager.EventDriver=ดิสก์บันทึกเหตุการณ์
HDDManager.FormatFinished=ฟอร์เม็ตเรียบร้อย!
HDDManager.ImagePart=แบ่งเขตการจับภาพ
HDDManager.LowerCapa=ขั้นต่ำสุด
HDDManager.Partition=แบ่งเขต
HDDManager.PartitionFailed=การแบ่งเขตล้มเหลว
HDDManager.PartitionNeedReboot=แบ่งเขตเรียบร้อย เปิดใหม่　
HDDManager.RODiskCannotFormat=ดิสก์เฉพาะอ่าน ฟอร์เม็ตไม่ได้
HDDManager.ReadOnlyDriver=ดิสก์เฉพาะอ่าน
HDDManager.ReadWriteDriver=ดิสก์อ่านและเขียน
HDDManager.RecordCapaTooSmall=เขตวิดีโอที่แบ่งมีหน่วยความจำน้อยกว่า 1G ไม่ได้
HDDManager.RecordPart=แบ่งเขตวิดีโอ　
HDDManager.RecoverError=กลับคืนใหม่จากความผิดพลาด
HDDManager.ReduDriver=ดิสก์ซ้ำซ้อน
HDDManager.SetToReadOnly=ตั้งเป็นดิสก์เฉพาะอ่าน
HDDManager.SetToReadWrite=ตั้งเป็นดิสก์อ่านเขียน　
HDDManager.SetToRedu=ตั้งเป็นดิสก์ดิสก์ซ้ำซ้อน
HDDManager.SetToSnapShot=ตั้งเป็นดิสก์ถ่ายรูปรวดเร็ว
HDDManager.SnapShotDriver=ดิสก์ถ่ายรูปรวดเร็ว
HDDManager.Space=หน่วยความจำ
HDDManager.StateErr=ผิดพลาด
HDDManager.StateOK=ปกติ
HDDManager.Status=สภาพ
HDDManager.SuceToExecute=แน่ใจว่าต้องดำเนินการนี้ไหม
HDDManager.TipFormatDisk=การดำเนินการนี้จะลบทิ้งข้อมูลวีดีโอทั้งหมดที่เก็บไว้ในอุปกรณ์นี้ กด"ตกลง"ทำต่อ กด "ยกเลิก" เพื่อยกเลิกการกระทำนี้
HDDManager.TipSetToReadOnlyDriver=การดำเนินการตั้งอุปกรณ์หน่วยความจำนี้เป็นดิสต์เฉพาะอ่านเท่านั้น การกระทำนี้จะทำให้ข้อมูลวิดีโอไม่ถูกเขียนทับ แน่ใจว่าคุณต้องการทำเช่นนี้หรือไม่
HDDManager.TipSetToReadWriteDriver=การดำเนินการตั้งอุปกรณ์นี้เป็นดิสต์เฉพาะอ่านและเขียน ซึ่งจะทำให้ดิสก์นี้ใช้สำหรับงานบันทึกวิดีโอ
HDDManager.TipSetToReduDriver=การดำเนินการตั้งอุปกรณ์หน่วยความจำนี้เป็นดิสก์เก็บข้อมูลซ้ำซ้อน ทำให้ดิสก์ดิสก์นี้ใช้เก็บวีดีโอซ้ำซ้อนเท่านั้น แน่ใจว่าคุณต้องการทำเช่นนี้หรือไม่
HDDManager.TipSetToSnapShotDriver=การดำเนินการตั้งอุปกรณ์หน่วยความจำนี้เป็นดิสก์ถ่ายด่วน ซึ่งทำให้ดิสก์ดิสก์นี้ใช้สำหรับเก็บภาพ แน่ใจว่าคุณต้องการทำเช่นนี้หรือไม่
HDDManager.Type=ประเภท
Upgrade.AddDevice=เพิ่มอุปกรณ์
Upgrade.Browse=พรีวิว
Upgrade.Destribe=คำอธิบาย
Upgrade.FileName=ชื่อไฟล์
Upgrade.IPAdress=ที่อยู่ IP
Upgrade.IPSearch=IP ที่ค้นหา
Upgrade.Login=ล็อคอิน
Upgrade.NO=หมายเลขลำดับ
Upgrade.Password=รหัสผ่าน
Upgrade.Port=พอร์ต
Upgrade.Progress=ความคืบหน้า
Upgrade.Prompt=คำแนะนำ
Upgrade.Run=อัพเกรด
Upgrade.SelectFile=โปรดเลือกไฟล์ที่จะอัพเกรด
Upgrade.SendData=ส่งข้อมูล:
Upgrade.StartUpgrade=เริ่มต้นอัพเกรด
Upgrade.UpgradeFail=การอัพเกรดล้มเหลว
Upgrade.UpgradeSuccess=อัพเกรดสำเร็จ
Upgrade.UpgradeTool=เครื่องมืออัพเกรด
Upgrade.UserName=ชื่อผู้ใช้
ConfigEncode.Channel17=ช่อง 17
ConfigEncode.Channel18=ช่อง 18
ConfigEncode.Channel19=ช่อง 19
ConfigEncode.Channel20=ช่อง 20
ConfigEncode.Channel21=ช่อง 21
ConfigEncode.Channel22=ช่อง 22
ConfigEncode.Channel23=ช่อง 23
ConfigEncode.Channel24=ช่อง 24
ConfigEncode.Channel25=ช่อง 25
ConfigEncode.Channel26=ช่อง 26
ConfigEncode.Channel27=ช่อง 27
ConfigEncode.Channel28=ช่อง 28
ConfigEncode.Channel29=ช่อง 29
ConfigEncode.Channel30=ช่อง 30
ConfigEncode.Channel31=ช่อง 31
ConfigEncode.Channel32=ช่อง 32
Error.ChannelExisted=ช่องนี้มีอยู่แล้ว
PlayBack.PlayBackType=โหมดแบบสอบถาม
PlayBack.ByTime=ตามเวลา
PlayBack.ByName=โดยไฟล์
ConfigGeneral.English=ENGLISH
ConfigGeneral.Farsi=پارسی　
ConfigGeneral.Finnish=SUOMI
ConfigGeneral.French=FRANCAIS
ConfigGeneral.German=DEUTSCHER
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ
ConfigGeneral.Hungarian=HUNGARIAN
ConfigGeneral.Italian=ITALIAN
ConfigGeneral.Japanese=日本語
ConfigGeneral.Poland=POLAND
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.Russian=РУССКИЙ
ConfigGeneral.SimpChinese=简体中文
ConfigGeneral.Spanish=ESPAÑOL
ConfigGeneral.Thai=ไทย
ConfigGeneral.TradChinese=繁體中文
ConfigGeneral.Turkey=TüRKiYE
ConfigGeneral.Ukrainian=Українське
ConfigGeneral.Hebrew=עברית
ConfigGeneral.Brazilian=Português(BR)
ConfigGeneral.Korean=한국어
ConfigGeneral.Romanian=Română
ConfigGeneral.Vietnamese=Việt
PlayBack.SyncMode=Synchronization
Language.Arabic=العربية
DisplayConfig.TimeTitle=TimeTitile
DisplayConfig.RecordStatus=Video Status
DisplayConfig.AlarmStatus=Alarm status
DisplayConfig.ResistTwitter=Anti-jitter
DisplayConfig.Transparence=Transparency
DisplayConfig.Channel=Channel
WebTitle.Playback=Playback
WebTitle.Log=Log
WebTitle.LocalConfig=LocalCfg
WebTitle.RemoteCfg=DeviceCfg
WebTitle.LogOut=Log Out
WebPtz.Step=Step
WebPtz.Zoom=Zoom
WebPtz.Focus=Focus
WebPtz.Iris=Iris
WebPtz.Preset=Preset
WebPtz.Cruise=Tour
WebTitle.ImageColorConfig=Color Setting
WebBT.SetDefault=Default
WebBT.Reboot=Reboot
WebTitle.OtherSet=Other settings
WebInput.UserName=User Name
WebInput.Password=Password
WebBT.Ok=OK
Backup.AllDaysTemplate=AllDay
Backup.Apply=Apply
Backup.AutoRecover=Auto Recover
Backup.BackupConfig=BackupConfig
Backup.CameraName=CameraName
Backup.CameraNo=CameraNo
Backup.Cancel=Cancel
Backup.Delete=Delete
Backup.DeviceName=DeviceName
Backup.EditPlanTemplate=Edit Template
Backup.EmptyTemplate=Empty
Backup.FreeBytes=Free Bytes(MB)
Backup.Fri=Fri
Backup.Mon=Mon
Backup.MoveChannel=DropChannel from right devicetree to this list
Backup.NameExisted=Name existed
Backup.NameNotExisted=Name not existed
Backup.PacketTime=Packet Time
Backup.PlanTemplate=Plan Template
Backup.RecordBackupConfig=Record Plan
Backup.Sat=Sat
Backup.Setup=Setup
Backup.StartBigerThanEnd=Start time can't later than end time
Backup.StartRealBackUp=StartRealBackUp
Backup.StopFirst=Now is backuping, if you want to modify backupConfig, please stop backup first.
Backup.Storage=Storage
Backup.Sun=Sun
Backup.Thurs=Thurs
Backup.TotalBytes=Total Bytes(MB)
Backup.Tues=Tues
Backup.Wed=Wed
Desktop.Backup=Backup
Desktop.Lock=Lock
Desktop.MapCtrl=MapCtrl
Desktop.SureToClose=Make sure to close?
Desktop.TimeSync=Sync time with PC
Desktop.ZoneList=Zone List
Desktop.Search=Search
Desktop.Return=Return
DeviceManage.DaHua=DaHua
DeviceManage.DefaultZone=Default Zone
DeviceManage.DelAreaSure=Sure to del all device in the zone before del the zone.
DeviceManage.DisconnAllDevFirst=Make sure the device in the zone is disconnected before modifying the info of zone.
DeviceManage.HiKang=Hikvision
DeviceManage.MostTwoLeverZone=Most support two level zone
DeviceManage.SelectArea=Please select one zone first.
DeviceManage.UpZone=Up Zone
DeviceManage.Vendor=Vendor
DeviceManage.XiongMai=H264DVR
DeviceManage.Zone=Zone
DeviceManage.ZoneEmpty=Zone name is empty
DeviceManage.ZoneExisted=Zone alread existed.
Error.AddDevFirst=Device list is empty, add your device at "%s->%s", Please
Error.AlreadyRunning=CMS is running
Error.LanguageSaveSuccess=Save success, Please restart CMS
Error.ResoluitonNotMatch=The resolution of VGA  1024*768 is to recommend
Error.winlimited=The Maximum Number of windows is four
Log.Alarm=Alarm
Log.All=All
Log.Backup=Backup
Log.BeginTime=Begin Time
Log.Clear=Clear
Log.ClientConfig=Client Config
Log.CloseCMS=Close CMS
Log.CloseOK=Closed successful
Log.DeviceConfig=Device Config
Log.EndTime=End Time
Log.LogType=Log Type
Log.Map=Map
Log.NextPage=NextPage
Log.OpenChnOK=Open OK
Log.Operation=Operation
Log.Playback=Playback
Log.PrePage=PrePage
Log.Reboot=Reboot
Log.Search=Search
Log.SelectDevice=Select Device
Log.SystemOperatin=System Operation
Log.Talk=Talk
Log.UserManager=User Manager
Log.Video=Video
PtzControl.Add=Add
PtzControl.Del=Del
PtzControl.Edit=Edit
PtzControl.Goto=Goto
Decoder.AddDecoder=Add Decoder
Decoder.Attribute=Attribute
Decoder.ChnNotDevice=Please select one camera channel or decoder channel, not device
Decoder.DecoderChannel=Decoder Channel
Decoder.DeleteDecoder=Delete Decoder
Decoder.DeviceChannel=Camera Channel
Decoder.EditDecoder=Edit Decoder
Decoder.HasVideoChn=One camera channel per decoder channel,Please choose another decoder channel
Decoder.SelectDecoderChannel=Please select one decoder channel
Decoder.SelectVideoChn=Please select one camera channel
Import.ExportConfig=Config Export
Import.ExportLog=Log Export
Import.ImportConfig=Config Import
Login.AutoLogin=Auto Login
Login.UserIsLocked=User is locked
Login.UserIsStoped=The user is stopped
AccountMSG.ImportOK=Import successful, Please restart CMS
AccountMSG.ImportFail=Import fail
AccountMSG.ExportOK=Export successful
AccountMSG.ExportFail=Export fail
Config.AlarmLogTime=Alarm log keep days
Config.AutoConnect=Automatically connet with the last monitoring channel
Config.AutoExpand=Automatically expand channel after connected
Config.BaseConfig=Base Config
Config.Browse=Browse
Config.ClientVersion=Client
Config.ConfigVersion=Device Config
Config.DecoderVersion=Decoder
Config.DiskList=Disk List
Config.FreePercent=Free Percent
Config.FreeSize=Free Size(MB)
Config.FullMode=Overwrite
Config.LocalPlayback=Local Playback
Config.LogMaintence=Log Maintence
Config.NetVersion=Net
Config.OprLogTime=Operation log keep days
Config.Picture=Picture DIR
Config.PlayBackVersion=Playback
Config.Record=Record DIR
Config.RecordSet=Record Set
Config.RecordLen=Length
Config.AlarmRecordLen=Alarm Record Delay
Config.RemotePlayback=Remote Playback
Config.ShowAlarmLog=Show alarm log
Config.Storage=Storage
Config.ToAVI=Save local record as AVI
Config.TotalSize=Total Size(MB)
Config.UsedPercent=Used Percent
Config.UsedSize=Used Size(MB)
Config.VersionInfo=Version Info
Config.VideoVersion=Video
Config.AutoRun=Run On Startup
MapCtrl.Add=Add
MapCtrl.AddFail=add image fail
MapCtrl.AddPicture=Add Picture
MapCtrl.AlarmDevice=Alarm Device
MapCtrl.Browse=Browse
MapCtrl.Cancel=Cancel
MapCtrl.ChooseOnePicture=Please choose a picture!
MapCtrl.CopyFail=copy image fail
MapCtrl.Camera=Camera
MapCtrl.DeleteFail=delete image fail
MapCtrl.Description=Description
MapCtrl.DescriptionTooLang=The description of picture should not be greater than 256 bytes!
MapCtrl.Dev=Device
MapCtrl.Edit=Edit
MapCtrl.EditFail=edit image fail
MapCtrl.InputPicName=Please input the picture's name!
MapCtrl.Map=Map
MapCtrl.MapCtrl=MapCtrl
MapCtrl.Modify=Modify
MapCtrl.Name=Name
MapCtrl.NameInUsed=This picture's name was used!
MapCtrl.NameTooLong=The length of picture's name should not be greater than 32 bytes!
MapCtrl.NodeInUsed=The node is located in another map!
MapCtrl.OK=OK
MapCtrl.Picture=Picture
MapCtrl.PictureEdit=Picture Edit
MapCtrl.PictureName=Picture Name
MapCtrl.PicturePath=Picture Path
MapCtrl.PictureTooBig=The picture file is too big or deleted! Please change another picture, otherwise you can not use it!
MapCtrl.Remove=Remove
MapCtrl.Save=Save
MapCtrl.SaveFail=save image fail
MapCtrl.SaveOK=save image success
MapCtrl.SureToDel=Are you sure to delete it?
MapCtrl.SureToDelAllDevOnMap=All subitems in this map will be deleted as well! Continue?
MapCtrl.Type=Type
MapCtrl.MapInfo=Map info
ConfigEncode.CombineEncode=Combine Encode
ConfigEncode.CombineMode=Mode
ConfigEncode.Mode=Mode
ConfigEncode.MultiReplay=MultiReplay
ConfigEncode.NarrowBand=NarrowBand
PlayBack.Backup=Backup
PlayBack.BeginDate=Begin
PlayBack.EndDate=End
PlayBack.LocalPlayback=Local
PlayBack.Local=Local
PlayBack.RemotePlayback=Remote
PlayBack.SelectFile=Please select one file
ConfigNet.NetAlarm=Net Alarm
Title.AddArea=ADD AREA
Title.AddDevice=ADD DEVICE
Title.Advance=ก้าวหน้า
Title.CMS=CMS
Title.ColorTitle=สี
Title.Config=ตั้งค่า
Title.Decoder=ถอดรหัส
Title.Delete=ลบ
Title.Device=อุปก
Title.DeviceManager=จัดการอุปกรณ์
Title.ImExportConfig=นำเข้า / ส่งออก
Title.Loading=โหลด...
Title.LocalConfig=ตั้งค่าท้องถิ่น
Title.LocalTime=เวลา
Title.LogManager=สู่ระบบท้องถิ่น
Title.MapManager=แผนที่
Title.TourManager=เที่ยว
Title.Modify=แก้ไข
Title.PTZ=PTZ
Title.RemoteConfig=ตั้งค่ารีโมท
Title.VideoMonitor=Monitor
Title.Import=นำเข้าอุปกรณ์
Title.Export=อุปกรณ์ส่งออก
Title.Connect=ทดสอบการเชื่อม
OneClick.Apply=นำไปใช้
OneClick.Enable=เปิดใช้
Right.Backup=สำรองข้อมูล
Right.ColorControl=ควบคุมสี
Right.DeviceManagement=จัดการอุปกรณ์
Right.LocalConfig=ตั้งค่าไคลเอนต์
Right.Mapctrl=Mapctrl
Right.Monitor=ตรวจสอบการ
Right.PTZControl=PTZ ควบคุม
Right.Playback=เล่นกลับ
Right.RemoteConfig=ตั้งค่ารีโมท
Right.UserManager=จัดการผู้ใช้
Right.logview=สู่ระบบดู
User.AddGroup=เพิ่มกลุ่ม
User.AddGroupFailed=กลุ่มเพิ่มล้มเหลว.
User.AddUser=เพิ่มผู้ใช้
User.AddUserFailed=เพิ่มผู้ใช้ล้มเหลว.
User.Apply=นำไปใช้
User.Cancel=ยกเลิก
User.CancelModify=ยกเลิกแก้ไข
User.Confirm=ยืนยัน
User.Describe=บรรยาย:
User.Device=อุปก
User.DeviceChoose=เลือกอุปก:
User.DeviceList=รายชื่ออุปก
User.Devices=อุปกรณ์:
User.Group=กลุ่ม
User.GroupAttribute=คุณสมบัติกลุ่ม
User.GroupExists=กลุ่มที่มีอยู่!
User.GroupName=ชื่อกลุ่ม:
User.GroupNameEmpty=ชื่อกลุ่มไม่อนุญาตว่างเปล่า!
User.ModUserFailed=แก้ไขผู้ใช้ล้มเหลว
User.Modify=แก้ไข
User.ModifyDeviceNow=แก้ไขอุปกตอนนี้
User.ModifyPassword=แก้ไขรหัส
User.ModifyRightNow=แก้ไขตอนนี้
User.ModifyUserNow=แก้ไขผู้ใช้ขณะนี้
User.Modifying=แก้ไข ......
User.Name=ชื่อ
User.NewPsw=ใหม่รหัส
User.Normal=ปกติ
User.OK=ตกลง
User.OldPWD=รหัสผ่านเก่า
User.OldPasswordError=รหัสผ่านเก่าข้อผิด!
User.Password=คำผ่าน
User.PasswordNotEmpty=รหัสผ่านไม่ที่ว่างเปล่า!
User.PasswordNotMatched=รหัสผ่านไม่ตรงกัน!
User.Right=ขวา
User.RightChoose=ขวาเลือก:
User.RightList=ขวารายการ
User.Rights=สิทธิ
User.SelectOneUser=เลือกของผู้ใช้โปรด
User.StopUse=หยุดใช้
User.SuperUserCanDel=ไม่สามารถอภิสิทธิ์
User.SureToDelGroup=คุณแน่ใจลบกลุ่มนี้ชื่อกลุ่มคือ: %s
User.SureToDelUser=คุณแน่ใจลบผู้ใช้นี้ชื่อผู้ใช้: %s
User.UserAttribute=คุณสมบัติผู้ใช้
User.UserExists=ผู้ใช้ที่มีอยู่!
User.UserLocked=ผู้ใช้ล็อค
User.UserName=ชื่อผู้ใช้
User.Users=ผู้ใช้:
AlarmManage.AlarmSetting=ตั้งค่าปลุก
Connect.Disconnected=ผิดปกติข่าย
Connect.Connected=ปกติข่าย
Connect.DeviceName=ชื่ออุปกรณ
Connect.State=รัฐ
TourPlan.Up=ขึ้น
TourPlan.Down=ลง
TourPlan.Add=เพิ่ม
TourPlan.Del=ลบ
TourPlan.Mod=แก้ไข
TourPlan.TourPlan=โครงการทัวร์
TourPlan.PlanName=ชื่อโครงการ
TourPlan.TourPlanNode=รายการทัวร์
TourPlan.PlanInTouring=โครงการในเดินทางให้ปิดก่อน
DDNS.DDNSCofing=DDNS ตั้งค่า
Upgrade.EditDevice=แก้ไขอุปก
DeviceManage.LoginType=เข้าสู่ของ
DeviceManage.ARSP=ARSP
DeviceManage.SerialID=IDซีเรียล
DeviceManage.Modify=แก้ไข
DeviceManage.Cancel=ยกเลิก
Upgrade.Searching=ค้นหา
ConfigNet.RTSP=RTSP
Desktop.LogOut=ออกจากระบบ
WebBT.LogIn=เข้าสู่
PlayBack.FileInPlaying=ไฟล์มีการเล่นปิด
WebBT.PlayAll=เล่นทุกช่อง
WebBT.StopPlayAll=ปิดทุกช่อง
WebBT.RecordAll=ช่องวิดีโอทั้งหมด
WebBT.StopRecordAll=ปิดทั้งหมดวิดีโอ
LogType.SaveSystemState=บันทึกสถานะของระบบ
ConfigEncode.Channel11_12=ช่อง 11 - 12
ConfigEncode.Channel13_14=ช่อง 13 - 14
ConfigEncode.Channel13_16=ช่อง 13 - 16
ConfigEncode.Channel15_16=ช่อง 15 - 16
ConfigEncode.Channel17_20=ช่อง 17 - 20
ConfigEncode.Channel21_24=ช่อง 21 - 24
ConfigEncode.Channel25_28=ช่อง 25 - 28
ConfigEncode.Channel29_32=ช่อง 29 - 32
ConfigEncode.Channel33_36=ช่อง 33 - 36
ConfigEncode.Channel3_4=ช่อง 3 - 4
ConfigEncode.Channel5_6=ช่อง 5 - 6
ConfigEncode.Channel5_8=ช่อง 5 - 8
ConfigEncode.Channel7_12=ช่อง 7 - 12
ConfigEncode.Channel7_8=ช่อง 7 - 8
ConfigEncode.Channel9_10=ช่อง 9 - 10
ConfigEncode.Channel9_12=ช่อง 9 - 12
ConfigNet.ManEnable=De gestionare a reţelei
ConfigNet.DeviceID=Device ID
ConfigNet.MsgPort=Mesaj Port
ConfigNet.Mega=Mega
ConfigNet.XingWang=XingWang
ConfigNet.ShiSou=ShiSou
ConfigNet.VVEye=VVEye
ConfigNet.DeviceName=Dispozitiv Nume
ConfigNet.TimeSyncEnable=Sincronizarea in timp a
ConfigNet.DownLoadPort=Download Port
ConfigNet.CorpEnable=Enterprise Server
Decoder.Reboot=Reporniţi decodor
PlayBack.BackupFinish=Backup terminat
PlayBack.FileNotExist=Fisierul nu exista
Right.Logview=Vizualizare jurnal
InfoLog.SystemState=สถานะระบบ
InfoLog.StroagePosition=สถานที่จัดเก็บ
InfoLog.DeviceDesc=รายละเอียดอุปกรณ
InfoLog.Test=การกำหนดค่าการผลิต
User.SelectOneGroup=กรุณาเลือกกลุ่ม
ConfigEncode.HorizontalAcutance=ระดับของความคมชัด
ConfigEncode.VerticalAcutance=ความคมชัดในแนวตั้ง
DeviceManage.SerialIDInvalid=หมายเลข Serial ไม่ถูกต้อง
DeviceManage.DDNSIPInvalid=ที่อยู่ของเซิร์ฟเวอร์ไม่ถูกต้อง
DeviceManage.DDNSPortInvalid=พอร์ตของเซิร์ฟเวอร์ไม่ถูกต้อง
DeviceManage.DDNSFAIL=ข้อตกลงล้มเหลวในการแก้ไข DNS
ConfigNet.HaveModify=อุปกรณ์เครือเปลี่ยนอีกครั้งโปรดระบบเครื่อง
ConfigComm.RS485=เครื่อง RS485
ConfigComm.PTZ=เครื่อง PTZ
WebTitle.UserLogin=เข้าสู่ระบบ
WebBt.StartAll=ทั้งหมด
WebBt.StopAll=หยุดเต็ม
WebTitle.TLlogo=การ H.264 Network Video เฝ้าระวัง
WebBt.Logout=logout
ConfigNet.SetSubMarkFailed=ความตั้งหน้ากาก subnet
ConfigNet.IsOnline=ออนไลน์หรือไม่
Desktop.SplitDown=เปิดลง
Desktop.SplitUp=เปิดขึ้น
WebTitle.DigitalChannel=ช่องดิจิตอล
DigitalChannel.Channel=ช่อง
DigitalChannel.Enable=ใช้
DigitalChannel.Sync=ปรับเวลา
DigitalChannel.Mode=โหมดการเชื่อม
DigitalChannel.TourTime=รอบครั้งทัวร์
DigitalChannel.NetConfigList=รายข่าย
Title.DigitalChannel=ช่องดิจิตอล
DigitalChannel.SingleLink=เชื่อมต่อเดียว
DigitalChannel.MulLink=multiลิงค์
DigitalChannel.CfgName=ชื่อการตั้งค่า
DigitalChannel.RemoteChannel=ใช้ Remote
DigitalChannel.Stream=กระแส
Wireless.Setting=ตั้งรบไร้
Wireless.CameraRegister=สมัครเซ็นเซอร์
Wireless.Camera=การสอบสวน
Wireless.Register=ทะเบียน
Wireless.Cancel=ถอน
Wireless.ClearAll=ลบลงทะเบียนทุก
Wireless.Registered=วัดสมาชิก
Wireless.RefreshList=ฟื้นฟูรายการ
Title.WireCamera=เซ็นเซอร์
Wireless.RemoteControl=การควบคุมระยะไกล
Desktop.Region=ควาก
Title.ImportConfig=นำเข้าส่ง
Playback.Minutes=รายงานการประชุม
Playback.Hours=ชั่วโมง
Vesion.Day=วัน
Vesion.RunTime=สถานะการทำงาน
CameraPara.Exposure=โหมด
CameraPara.LeastTime=เวลาต่ำสุดที่
CameraPara.MostTime=เวลาสูงสุด
CameraPara.DayNight=โหมดกลางวัน /กลางคืน
CameraPara.BackLight=การชดเชยแสง
CameraPara.Auto=ออโต้ไอริส
CameraPara.Balance=รายละเอียด
CameraPara.SignType=ชนิดสัญญาณ
CameraPara.Mirror=กระจก
CameraPara.Roll=เลี้ยว
CameraPara.HandOper=คู่มือการ
CameraPara.AutoOper=โดยอัตโนมัติ
CameraPara.Disable=ไม่ได้เปิดใช้
CameraPara.Daylight=แสงแดด
CameraPara.Cloudy=วันมีเมฆ
CameraPara.IncandeScence=ไฟร้อนระอุ
CameraPara.Fluorescent=หลอดไฟนีออน
CameraPara.TungSten=ทังสเตน
CameraPara.Input=การป้อนข้อมูลภายใน
CameraPara.ON=เปิด
CameraPara.OFF=ปิด
CameraPara.Colour=สี
CameraPara.BlackWhite=สีขาวและดำ
Title.CameraPara=พารามิเตอร์กล้อง
CameraPara.millisecond=มิลลิวินาที
DisplayConfig.ChannelTitle=หัวข้อช่อง
ConfigNet.EncrypType=การเข้ารหัสลับ
ConfigNet.KeyType=คีย์พิมพ์
ConfigNet.WifiPWDNoMatchHex=รหัสผ่านจะต้องเป็น 10,26 หรือ 32 ตัวอักษรฐานสิบหก
ConfigNet.WifiPWDNoMatchASCII=รหัสผ่านจะต้องเป็น 5,26 หรือ 16 - bit รหัส ASCII
ConfigNet.Hex=หกเหลี่ยม
ConfigNet.ASCII=รหัส ASCII
CameraPara.AE=อ้างอิง AE
CameraPara.Default=ค่าเริ่มต้น
CameraPara.Send=ส่ง
CameraPara.Indoor=ในร่ม
CameraPara.Outdoor=กลางแจ้ง
CameraPara.BugInformation=คำสั่ง Front - end
CameraPara.Most=จำกัด
CameraPara.AutoGain=อาซาฮี
DeviceRemote.SelectConfig=การกำหนดค่าชุด
DeviceRemote.SelectDevice=กรุณาเลือกอุปกรณ์ในการกำหนดค่า(ชนิดเดียวกัน)
InfoLog.TimeChanged=การสอบเทียบเวลา
LogType.TimeChanged=แก้ไขเวลา
LogType.DiskOver=ปลุกที่เก็บ
InfoLog.DiskOver=การจัดเก็บเต็ม
ConfigNet.ShortMsg=SMS
ConfigNet.PoneNumb1=โทรศัพท์มือถือ 1
ConfigNet.PoneNumb2=โทรศัพท์มือถือ 2
ConfigNet.PoneNumb3=โทรศัพท์มือถือ 3
ConfigNet.SendTimes=ส่ง ความถี่
InfoLog.AccountManual=คู่มือ
WebBT.ChangeRatio=อัตราส่วน
ConfigAlarm.MobileMsg=SMS
ConfigAlarm.MultiMedia=MMS
Desktop.Size4_3=แสดงตามอัตราส่วน 4:3
Desktop.Size16_9=แสดงตามอัตราส่วน 16:9
Desktop.DisplaySize=อัตราส่วน / ขนาด
PlayBack.PlayStyle=สไตล์การเล่น
DeviceManage.CreateSocketFailed=ไม่สามารถสร้างซ็อกเก็ต
DeviceManage.ConnServeFailed=ล้มเหลวในการเชื่อมต่อกับเซิร์ฟเวอร์
DeviceManage.ParseDomainFailed=ความล้มเหลว DNS
DeviceManage.SendDataFailed=ล้มเหลวในการส่งแพ็กเก็ตโปรโตคอล
CameraShutter.Strong=สูง
CameraShutter.Middle=กลาง
CameraShutter.Low=ต่ำ
CameraPara.RejectFlicker=ป้องกันการสั่นไหว
CameraPara.EsShutter=ชัตเตอร์ช้า
DigitalChannel.VirtualChannel=อนาล็อก
DigitalChannel.DigitalChannel=ดิจิตอล
DigitalChannel.ChannelMode=ประเภทช่อง
DigitalChannel.ChannelStatus=สถานะช่อง
DigitalChannel.MaxResolution=ความละเอียดสูงสุด
DigitalChannel.CurResolution=ความละเอียดปัจจุบัน
DigitalChannel.ConnStatus=สถานะการเชื่อมต่อ
DigitalChannel.None=ไม่มี
DigitalChannel.NoConfig=ไม่ได้กำหนดค่
DigitalChannel.NoLogin=ไม่ได้เข้า
DigitalChannel.NoConnect=ไม่ได้เชื่อมต่อ
DigitalChannel.Connected=เชื่อมต่อแล้ว
DigitalChannel.UnKnown=ไม่ทราบ
ConfigNet.Reboot=อุปกรณ์ที่จะเริ่มต้นใหม่อุปกรณ์เข้าสู่ระบบ  
DigitalChannel.Attribute=คุณสมบัติ 
Title.ChangeAttribute=คุณสมบัติการสลับช่อง
ChangeMode.Text1=ดิจิตอลช่องอนาล็อกมีอิสระที่จะเปลี่ยนสถานที่ให้บริการ
ChangeMode.Text2=หลังจากเปลี่ยนความละเอียดยังคงไม่เปลี่ยนแปลง
ChangeMode.Text3=สนับสนุนเฉพาะคุณสมบัติดิบของช่องอนาล็อกสวิทช์ฟรี
ChangeMode.UnsupportChange=ไม่สนับสนุนทุกช่องเปลี่ยนไปช่องอนาล็อก
Import.ImportSuccess=การกำหนดค่านำเข้าที่ประสบความสำเร็จ, รีบูตอุปกรณ์ที่
InfoLog.VideoOut=ช่องสัญญาณขาออก
InfoLog.ShortMsg=SMS
InfoLog.MultimediaMsg=MMS
PlayBack.PlayBackStyle=โหมดการเล่น
Playback.RecType=ชนิดของระเบียน
ConfigNet.DASID=หมายเลข Serial
ConfigNet.DASServerAddr=ที่อยู่ของเซิร์ฟเวอร์
ConfigNet.DASServerPort=พอร์ตเซิร์ฟเวอร์
CameraPara.IRCUT=IR_CUT
CameraPara.SyncSwitch=สวิตช์ IR ซิงโคร
CameraPara.AutoSwitch=โดยอัตโนมัติ
InfoLog.NetIpConflict=ความขัดแย้ง IP
ConfigNet.TransMission=ลำดับความสำคัญเครือข่าย
config.MaxCacheTimes=คล่องแคล่วยลไทม์
ConfigNet.PortModify=ข้อมูลพอร์ตอุปกรณ์ที่มีการเปลี่ยนแปลงกรุณาออกจากโปรแกรมและรีบูตเครื่องจะมีผล
CameraPara.Dnc=เกณฑ์การแปลง
CameraPara.Sensitivity=ความไวแสง
LogType.RecoverTime=เวลาการกู้คืน
Error.NoSupportChinese=ไม่สนับสนุนจีน
Config.CatchPic=รูปแบบภาพรวม
Title.Help=ช่วย
DeviceManage.DevIsExisted=อุปกรณ์ที่มีอยู่แล้ว
CarFunc.Select=เลือก
CarFunc.StateSort=ประเภทสถานะ
CarFunc.CarStatus=สถานะยานพาหนะ
CarFunc.InputMode=โหมดการป้อนข้อมูล
CarFunc.EquipSort=ประเภทของอุปกรณ์
CarFunc.DelayOpen=เริ่มต้นล่าช้า
CarFunc.DelayClose=ปิดล่าช้า
CarFunc.RunStatus=สถานะการดำเนินงาน
CarFunc.LeftLight=เลี้ยวซ้ายที่สัญญาณไฟ
CarFunc.RightLight=เลี้ยวขวาที่ไฟ
CarFunc.LeftFrontDoor=ประตูหน้าซ้าย
CarFunc.RightFrontDoor=ประตูหน้าขวา
CarFunc.LeftBackDoor=ประตูหลังซ้าย
CarFunc.RightBackDoor=ประตูหลังขวา
CarFunc.BackDoor=ลับๆ
CarFunc.Opened=ปกติเปิด
CarFunc.Closed=ปกติปิด
CarFunc.DelaySet=การตั้งค่าหน่วงเวลา
Title.CarFunc=ฟังก์ชั่นยานพาหนะ
ConfigNet.NetPre=ลำดับความสำคัญของเครือข่าย
Desktop.ConnectDevice=อุปกรณ์เชื่อมต่อกรุณารอสักครู่
Title.AutoConnectVideo=เชื่อมต่ออุปกรณ์โดยอัตโนมัติ
DeviceManager.ConnectVideo=เปิดวิดีโอที่เกี่ยวข้อง
Config.ReconnectTimes=หมายเลขอัตโนมัติของการเชื่อมต่อใหม่
SMTP.SnapChannel=ช่องทางภาพรวม
PlayBack.Print=พิมพ์
ConfigNet.Up=เกี่ยวกับ
ConfigNet.Down=ภายใต้
ConfigNet.NetInfo=เครือข่ายชุดข้อมูลแพลตฟอร์ม
CarFunc.TimeZone=โซนเวลา
CarFunc.UpdateInterval=ปรับปรุงวงจร
CarFunc.GPSReviseTime=โรงเรียนจีพีเอส
ConfigNet.Setup=จัดตั้งขึ้น
ConfigNet.NetISP=ผู้ให้บริการเครือข่าย
ConfigNet.ID=หมายเลข Serial
CarFunc.CarInfo=ข้อมูลยานพาหนะ
ConfigNet.ISP_AUTO=โดยอัตโนมัติเลือก
ConfigNet.ISP_TELCOM=การสื่อสารโทรคมนาคม
ConfigNet.ISP_UNIONCOM=Unicom
ConfigNet.ISP_CNC=Netcom
ConfigNet.ISP_MOBILE=ย้ายซีอาร์ซี
ConfigNet.ISP_USER=ที่กำหนดเอง
Log.Content=มีอยู่แล้วในการป้อนข้อมูลอื่น ๆ
Task.IsTasking=Task คือการเปิด
Title.Task=Task การตั้งค่าคอนฟิก
Task.TaskNode=Task รายการ
Task.TaskName=Task ชื่อ
Task.Task=Task แผนการ
Task.Waiting=โปรดรอสักครู่,Task คือการเปิด
CA.Rule=กฎ
CA.ShowTrace=แสดงร่องรอยของจะย้าย
CA.TimeMin=เวลาที่สั้นที่สุด
CA.UPRType=ยามวิธี
CA.URPTripwire=วงล้อม
CA.URPPerimeter=พื้นที่คำเตือน
Title.VideoAnalyse=ฉลาด
Title.ForbidDirection=ห้ามไม่ให้ทิศทาง
CA.LeftToRight=จากซ้ายไปขวา
CA.RightToLeft=จากขวาไปซ้าย
CA.DoubleDirection=แบบสองทางที่ต้องห้าม
CA.Invade=บุก
CA.Inter=เข้า
Title.RuleSet=กฎระเบียบที่กำหนด
CA.Arithmetic=ขั้นตอนวิธี
CA.UpToDown=ตั้งแต่ขึ้นไปลง
CA.DownToUp=ตั้งแต่ลงไปถึง
Config.ScreenLock=ล็อคหน้าจออัตโนมัติ
CA.Leave=ออกจาก
ConfigNet.GodEye=ปลุกเครือข่ายศูนย์บริการ
ConfigNet.MainAddr=ที่อยู่เซิร์ฟเวอร์หลัก
ConfigNet.MainPort=พอร์ตของเซิร์ฟเวอร์หลัก
ConfigNet.ExtraAddr=ที่อยู่ของเซิร์ฟเวอร์สำรอง
ConfigNet.ExtraPort=พอร์ตของเซิร์ฟเวอร์สำรอง
ConfigNet.AddressTips=ที่อยู่ IP หรือ โดเมน
ConfigNet.PortTips=หมายเลขพอร์ต
AccountMSG.OverNum=ไม่เกินจำนวนรวมของ
InfoLog.ConfigImport=นำเข้า
InfoLog.ConfigExport=ส่งออก
Title.ClockedDownload=เวลาในการดาวน์โหลด
Title.TimeInfo=มูลช่วงเวลา
Desktop.ShowMainWnd=แสดงหน้าต่างหลัก
Desktop.Exit=เลิก
Desktop.Minimize=ลดหน้าต่างหลัก
InfoLog.Reboot for update host ip=โฮสต์ IP ปรับปรุงรีบูตเครื่อง
InfoLog.Register Status switch=การเปลี่ยนสถานะการลงทะเบียน
InfoLog.Update host ip=ปรับปรุง IP host
LogType.NatServer=บริการ NAT
NATSTR.DISENABLE=ไม่ได้เปิดใช้
NATSTR.PROBING=ละเอียด DNS
NATSTR.CONNECTING=การเชื่อมต่อ
NATSTR.CONNECTED=ที่เชื่อมต่อ
NATSTR.natStatu=สถานะ Nat
NATSTR.INFO=รหัสสถานะ Nat
DeviceManage.Cloud=Cloud
Error.MaxChannelForMacLogin=เกินจำนวนที่อนุญาตของช่องทาง
AlarmManage.DevDisconnect=อุปกรณ์ตัดการเชื่อมต่อ
Config.AutoStream=เดี่ยวหน้าจอกระแสหลักหลายหน้าจอสตรีมเสริม
InfoLog.Param=พารามิเตอร์กล้อง
ConfigEncode.StaticParam=การกำหนดค่าคงที่ของ เข้ารหัส
ConfigEncode.WaterMark=ลายน้ำดิจิตอล
InfoLog.EncodeStaticParam=พารามิเตอร์คงที่เข้ารหัส
DeviceManage.NoSupportDecode=อุปกรณ์ไม่สนับสนุนการถอดรหัส
InfoLog.Analyze=การวิเคราะห์อัจฉริยะ
TourPlan.PlanNameEmpty=ชื่อแผนไม่ว่างเปล่า!
AlarmManage.VideoAnalyze=ปลุกวิเคราะห์อัจฉริยะ
Playback.Mon=Mon
Playback.Tue=Tue
Playback.Wed=Wed
Playback.Thu=Thu
Playback.Fri=Fri
Playback.Sat=Sat
Playback.Sun=Sun
User.UserNameNotEmpty=ชื่อผู้ใช้ต้องไม่ว่างเปล่า
Prompt=พรอมต์
Operate.ConnectAll=ทั้งหมดที่เชื่อมต่อ
Operate.DisConnectAll=ตัดการเชื่อมต่อทั้งหมด
Desktop.OpenInfo=เปิดหน้าต่างเข้าสู่ระบบ
Desktop.CloseInfo=ปิดหน้าต่างล็อก
CameraPara.IRSWAP=เลนส์ IR ในลำดับที่กลับ
CameraPara.DayNTLevel=ระดับเสียงกลางวัน
CameraPara.NightNTLevel=ระดับเสียงรบกวนกลางคืน
DeviceManage.QiHan=P\L*02
Upgrade.AddDeviceQH=เพิ่มอุปกรณ์
Devicemanage.TVT=P\L*01S
Task.NoSelectTask=กรุณาเลือกโปรแกรม Task
TourPlan.NoSelectPlan=เลือกโปรแกรมทัวร์รอบ
ConfigAlarm.PEA=แจ้งเตือนปริมณฑล
ConfigAlarm.OSC=ดูแลรายการ
ConfigAlarm.AVD=การวินิจฉัยวิดีโอ
ConfigOSC.ObjAbandum=รายการติด
ConfigOSC.ObjStolen=รายการที่ถูกขโมยกะ
ConfigOSC.NoParking=ที่จอดรถที่ผิดกฎหมาย
ConfigAVD.BrightAbnml=การตรวจจับความผิดปกติความสว่าง
ConfigAVD.Clarity=การตรวจสอบความคมชัด
ConfigAVD.Color=การตรวจจับโยนสี
ConfigAVD.Freeze=หน้าจอค้างการตรวจสอบ
ConfigAVD.Noise=ตรวจจับสัญญาณรบกวน
ConfigAVD.Change=การตรวจจับการเปลี่ยนแปลงที่เกิดเหตุ
ConfigAVD.Interfere=การตรวจจับสัญญาณรบกวนของมนุษย์
InfoLog.StoragePosition=ปรับเปลี่ยนตำแหน่งการจัดเก็บอุปกรณ์ต่อพ่วง
InfoLog.DelayTime=ตั้งสวิตช์ล่าช้า DVR
ConfigNet.NatMTU=MTU
ConfigNet.Byte=BYTE
ConfigNet.NAT=เมฆ
WebPsw.Modify=แก้ไขรหัสผ่าน
WebPsw.Advise=รหัสผ่านปัจจุบันของคุณว่างเปล่าเพื่อที่จะแนะนำด้านความปลอดภัยมากขึ้นในการปรับเปลี่ยนรหัสผ่าน
WebPsw.InputPassWord=ใส่รหัสผ่าน
WebPsw.InputPassWordAgain=ใส่รหัสผ่านอีกครั้ง
WebPsw.Save=ประหยัด
WebPsw.Ignore=อีกครั้ง
WebPsw.PasswordNotMatched=รหัสผ่านทั้งสองไม่ตรงกัน
Error.ChannelNameTooLong=ชื่อช่องยาวเกินไป
Waiting.IsOpenVideo=กำลังเปิดวิดีโอ...
InfoLog.InputExchange=ตั้งยานพาหนะของรัฐปลุกโหมดการป้อนข้อมูลที่สอดคล้องกัน
InfoLog.CarPlate=ทะเบียนรถ (ไม่ใช้งาน)
InfoLog.GPSTiming=โรงเรียนจีพีเอส
InfoLog.Display=แสดงการตั้งค่า
InfoLog.VideoOutPriority=วิดีโอการกำหนดค่าความสำคัญเอาท์พุท
Error.UsageCpuTooHigh=คำแนะนำ: ซีพียูพื้นที่มากกว่า 80% มันจะแนะนำให้ลดจำนวนช่องที่เปิด!
PlayBack.DownloadProgress=กำหนด
PlayBack.StorageInfo=ข้อมูลการตั้งค่า
DecodeCfg.SyncWndMode=โหมดหน้าต่างประสาน
DeviceDesc.USB=บันทึกจาก USB
DeviceDesc.SD=บันทึกการ์ด SD
ConfigNet.NetInfo1=พอร์ตการควบคุม
PlayBack.SelectAFolder=โปรดเลือกโฟลเดอร์
InfoLog.Guide=แนะนำ
RecordStorage.NeedReboot=การตั้งค่าการจัดเก็บประเภทที่มีการเปลี่ยนแปลงระบบจะต้องเริ่มต้นใหม่ยืนยันเริ่ม?
PlayBack.CanNotPlayAVI=ไม่สามารถเล่นไฟล์ avi
DeviceManage.ARSPIsBusing=เซิร์ฟเวอร์ ARSP ไม่ว่าง
RecordConfig.RecordPicMode=จับโหมด
InfoLog.VideoSeque=หน้าจอแสดงตัวอย่างปรับ
PlayBack.NATCONNETREACHEDMAX=วิดีโอลิงก์แน็ตสูงสุดถึงไม่อนุญาตให้ใหม่วิดีโอลิงก์แน็ต
Error.NATCONNETREACHEDMAXS=วิดีโอลิงก์แน็ตสูงสุดถึงไม่อนุญาตให้ใหม่วิดีโอลิงก์แน็ต
CarFunc.StopCar=เบรค
Error.StatusOver=มากเกินไปประเภทสถานะ
CA.RangeMin=ขนาดของเป้าหมายขั้นต่ำ
CA.RangeMax=ขนาดของเป้าหมายสูงสุด
CA.DistanceMin=ระยะทางขั้นต่ำที่จะย้าย
CA.DetectTime=เวลาการตรวจสอบ
CarFunc.UrgencyAlarm=สัญญาณเตือนฉุกเฉิน
Decoder.CreateLayout=เค้าโครงใหม่
Decoder.OneOutput=หนึ่งเอาท์พุท
Decoder.MultiOutput=หลายเอาท์พุท
Decoder.PreProgram=แผนการ
Decoder.Layoutแบบ
Decoder.Cameras=เลนส์กล้อง
Decoder.ExceedMaxWnd=เกินจำนวนสูงสุดที่อนุญาตของหน้าต่าง
Decoder.InvalidLayout=รูปแบบนี้ไม่สามารถนำไปใช้กับตัวถอดรหัส, เกินความสามารถของตัวถอดรหัส
Decoder.CannotDelCurProgram=ไม่สามารถลบแผนปัจจุบัน
Decoder.LayoutIsUsingForTour=ไม่สามารถลบรูปแบบของโปรแกรมการลงคะแนนเลือกตั้ง
Decoder.AddTourPlan=รอบใหม่ของโปรแกรมทัวร์
Decoder.Config=การตั้งค่า
Decoder.NameIsExist=ชื่อนี้มีอยู่แล้ว!
Decoder.LayoutIsNull=รูปแบบต้องไม่ว่างเปล่า!
Decoder.DragLayoutToTourWnd=กรุณาลากเลนส์หรือเค้าโครงเพื่อหน้าต่างการตั้งค่า
Decoder.PreProgramResave=แผนบันทึกเป็น ...
Decoder.NoTourPlan=รอบของโปรแกรมทัวร์ไม่มี
Decoder.SaveOk=ที่บันทึกไว้ ok
Decoder.NewLayout=เค้าโครงใหม่
OneClick.ReName=ตั้งชื่อใหม่
Decoder.PreProgramSave=บันทึกแผน
Decoder.EditCameras=แก้ไขเลนส์
Decoder.Lock=ล็อค
Decoder.AlignDown=ตําแหน่งด้านล่าง
Decoder.AlignUp=สอดคล้องกับ
Decoder.AlignLeft=จัดชิดซ้าย
Decoder.AlignRight=จัดชิดขวา
Decoder.SameWidth=ความกว้างเดียวกัน
Decoder.SameHeight=ความสูงเดียวกัน
Decoder.SameSize=ขนาดเดียวกัน
Decoder.Zoom=ซูม
Decoder.Narrow=แคบ
Decoder.UnLock=ไขกุญแจ
Config.AutoUpdate=การปรับปรุงอัตโนมัติ
PlayBack.Failed=การเล่นที่ล้มเหลว
ConfigEncode.IrcutClose=อินฟราเรดปิด
ConfigEncode.IrcutOpen=เปิดอินฟราเรด
Authority.IPCCamera=พารามิเตอร์กล้อง
ConfigGeneral.ExitPassword=รหัสผ่านจะต้องก่อนที่จะออกจาก
ConfigGeneral.ZeroForInfinite="0" อนันต์
PlayBack.MaxSupport=ช่องทางสนับสนุนสูงสุดของการเล่น
InfoLog.VoColorAdjust=สีปรับ
DeviceManage.HuangHe=เขาห่วง
ExportLog.WaitMoment=ช่วงเวลาต่อมาหลังจากที่ ok
Error.ExtStreamNotEnable=สตรีมเสริมไม่ได้เปิดใช้
DevPlayBack.PlayOrOpen=เล่น / เปิด
Waiting.IsConnectDevice=การเชื่อมต่ออุปกรณ์...
AccountMSG.NoLog=ไม่มีการบันทึก
Log.SelectSameMonth=เลือกปีเดียวกัน
Desktop.simulatePTZ=อนาล็อก PTZ
Desktop.focusPTZ=ปรับโฟกัส
DeviceManage.AutoGetAddr=รถยนต์ได้รับ
ConfigAVD.NoSignal=การตรวจสอบการสูญเสียสัญญาณ
InfoLog.EncodeStaticParamV2=เข้ารหัสพารามิเตอร์V2 
ConfigNet.NetKeyBoard=แป้นพิมพ์ข่าย
ConfigNet.TransferPro=พิธีสารโอน
ConfigNet.Checking=ทดสอบ...
ConfigNet.StatusSuccess=ส่งข้อความทดสอบประสบความสำเร็จ
OneClick.Test=ทดสอบจดหมาย
ConfigNet.SerialNo=จำนวนเซิร์ฟเวอร์
ConfigNet.HeartBeatCycle=วงจรหัวใจ
ConfigNet.RegisterTime=ช่วงตั้งแต่
ConfigNet.ServerDomain=โดเมนเซิร์ฟเวอร์
ConfigNet.ChannelSerialNo=เลขที่ช่อง
ConfigNet.AlarmNo=เลขที่ปลุก
ConfigNet.AlarmLevel=ระดับเตือนภัย
ConfigNet.SerSerialNo=SIP เลขเซิร์ฟเวอร์
ConfigNet.SerIP=SIP เซิร์ฟเวอร์ IP
ConfigNet.DevNo=เลขอุปกรณ์
ConfigNet.LocalSer=เซิร์ฟเวอร์ SIP ท้องถิ่น
ConfigNet.HeartBeat=วงจรหัวใจ(Sec.)
ConfigNet.SerDNS=SIP เซิร์ฟเวอร์ DNS
ConfigNet.SerPort=SIP เซิร์ฟเวอร์พอร์ต
ConfigNet.RegPasswd=ลงทะเบียนรหัส
ConfigNet.RegEffect=ช่วงตั้งแต่(Sec.)
ConfigNet.ChanSerialNo=เลขที่ช่อง
ConfigNet.AlarmSerialNo=เลขที่ปลุก
PlayBack.CannotCovertFileH264ToAVI=ไม่รองรับอุปกรณ์วิดีโออื่น ๆ ผู้ผลิตแปลงรูปแบบ AVI
ConfigEncode.OSD=ข้อมูล OSD
ConfigNet.ModeID=รุ่นอุปกรณ์
ConfigNet.KaiCongAlarmCfg=KaiCong การตั้งปลุก
Split.Volume=ปริมาณ
Config.AlarmRecordLen=ระยะเวลาบันทึกการเตือนภัย
DeviceManage.MACAddress=ที่อยู่ MAC
DeviceManage.MACError=ข้อผิดที่อยู่ MAC
AlarmManage.LOG=ดูล็อกติดต่ออุปกรณ์ kaicongละเอียดอธิบาย
WebBT.KaiCong=ติดตามรายติดต่อ
ConfigManage.ClientManager=อธิบายลูกค้าติดต่อค่าละเอียด
Title.KaiCongRecord=วิดีโอมีละเอียดติดต่อละเอียด
Title.KaiCongTech=KaiCong Forum เทคโนโลยี
Title.KaiCongAlarm=ปลุกละเอียดติดต่อละเอียดฟังก์ชั่น
Title.KaiCongSysCfg=ค่าระบบหน้าจอที่มีรายละเอียด
Title.ManagerTool=จัดการละเอียดติดต่อละเอียดเครื่องมือ
Title.SysInfo=หน้าจอข้อมูลระบบที่มีรายละเอียด
ConfigNet.Heart=วงจรโรคหัวใจ(s)
ConfigNet.DomainServerSet=ตั้งค่าบริการ
DigitalChannel.ForbitLocalIP=ห้ามเชื่อมต่อช่องท้องถิ่น
ConfigNet.SPVMN=GB 28181
ConfigNet.MonitorPlatform=แพทจอ
NetIP-ConfigNet.SetGatewayFailed=ไม่ตั้งเกตเวย์
Login.PriateSoftware=อุปกรณ์เป็นผู้ต้องสงสัยของการใช้โซลูชั่น xiongmai ละเมิดลิขสิทธิ์โปรดใช้โซลูชั่นของแท้ http://www.xiongmaitech.com
PTZ.3D Position=ตำแหน่ง 3D
ConfigAlarm.Alarm=ปลุกโทรศัพท์มือถือ
Error.NoTalk=ไม่สนับสนุนอินเตอร์คอม
ConfigEncode.Acutance=ความคม
CameraPara.WidthDynamic=กว้างแบบไดนามิก
ConfigNet.P2P=ยักษ์ P2P
Title.ConnectInfo=ข้อมูลการเชื่อมต่อ
StatusInfo.GPS=GPS สถานะ
StatusInfo.Wifi=Wifi สถานะ
StatusInfo.3G=3G สถานะ
StatusInfo.DAS=DAS สถานะ
StatusInfo.PosSuccess=ตำแหน่งที่ประสบความสำเร็จ
StatusInfo.PosFaild=ไม่มีสัญญาณดาวเทียม
StatusInfo.NoDevice=อุปกรณ์ไม่อยู่DigitalChannel.Decode=ถอดรหัสสั่ง
DigitalChannel.RealPriority=เวลาจริง
DigitalChannel.FlowPriority=ความคล่องแคล่ว
InfoLog.DigitalReal=จัดการช่อง
Decoder.CanNotDecode=ห้ามเชื่อมต่อช่องท้องถิ่น
Authority.DigitalManager=จัดการช่อง
Authority.ColorConfig=สีกับการกำหนดค่า
Authority.TVadjustConfig=การควบคุมการส่งออก
Authority.AlarmOutConfig=สัญญาณเตือน
Version.UpdateDate=วันที่แก้ไขข้อมูล
Error.IPIsAdd=คุณแน่ใจหรือว่าจะใส่ IP ของคอมพิวเตอร์ของคุณเป็นบัญชีดำ?                                                                               
Authority.Monitor=การตรวจสอบ
Authority.Replay=เล่นใหม่
PlayMusic.MusicFile=ไฟล์เพลง
Music.PlayFail=เล่นล้มเหลว
Music.StopFail=หยุดความล้มเหลว
Music.PauseFail=ความล้มเหลวหยุดชั่วคราว
Music.ContinueFail=ความล้มเหลวอย่างต่อเนื่อง
PlayMusic=การเล่นเพลง
MusicSearch=การค้นหา
MusicPlay=ออกอากาศ
MusicStop=หยุด
MusicPause=หยุดชั่วคราว
MusicContinue=ต่อเนื่อง
Desktop.PlayMusic=เล่นเพลง
PlayBack.NoPic=ไม่มีภาพ
ConfigNet.Black=รุ่นที่นำเข้าบัญชีดำ
ConfigNet.White=ยกเว้นนำเข้าชุด
Audio.Pause=หยุดชั่วคราว
Desktop.SavePasswd=บันทึกรหัสผ่าน
Desktop.Language=ภาษา
Err.Agency=เซิร์ฟเวอร์ส่งต่อไม่ว่างเชื่อมต่อล้มเหลว
Title.DvrBootType=Boot Type
Tips.DvrBootType=Set the DVR switch mode, and the corresponding delay time or work time
DvrBootType.SparkBootShut=Switch with ignition
DvrBootType.TimingBootShut=Switch in specified time
DvrBootType.BootDelay=Boot delay
DvrBootType.ShutDelay=Shut delay
DvrBootType.TimeSectionError=Time sections are eclipsing, reset please!
ConfigNet.BDC=เมฆ Baidu
ConfigNet.AuthCode=คีย์สิทธิ์
ConfigNet.FileSize=ขนาดไฟล์(M)
ConfigNet.TUTK(IOTC)=TUTK yun
ConfigNet.UID=TUTK No.
ConfigNet.MaxSub=สมัครสูงสุด 500% d ใช้
DeviceManage.Auto=รถยนต์มอบหมาย
InfoLog.DigManagerShow=แสดงช่อง
ConfigNet.Telecom=เทเลคอมจีน
ConfigNet.DevEncode=รหัสอุปก
ConfigNet.Verify=ยืนยันรหัส
ConfigNet.Serial=เลข บริษัท
ConfigNet.PlatAddr=ที่อยู่ถาวร
CameraPara.ImgStyle=สไตล์ภาพ
CameraPara.Style=สไตล์
InfoLog.DecodeParam=ตัวแปรถอด
TimeZone.UTC1=[UTC-12:00]วันเดือนปีเวสต์|[UTC-11:00]เกาะมิดเวย์,ซามัว|[UTC-10:00]ฮาวาย|[UTC-09:00]อลาสก้า|[UTC-08:00]เวลาแปซิฟิก(สหรัฐอเมริกาและแคนาดา)
TimeZone.UTC2=[UTC-07:00]เวลาภูเขา(สหรัฐอเมริกาและแคนาดา)|[UTC-06:00]เวลากลาง(สหรัฐอเมริกาและแคนาดา)|[UTC-05:00]เวลาตะวันออก(สหรัฐอเมริกาและแคนาดา)|[UTC-04:00]แอตแลนติกเวลา(แคนาดา)|[UTC-03:30]นิวฟันด์แลนด์
TimeZone.UTC3=[UTC-03:00]บราซิเลีย,จอร์จทาวน์|[UTC-02:00]กลางมหาสมุทรแอตแลนติก|[UTC-01:00]อะซอเรส,หมู่เกาะเคปเวิร์ด|[UTC+00:00]ดับลิน,ลอนดอน,เอดินบะระ|[UTC+01:00]เบอร์ลิน,อัมสเตอร์ดัม,ปารีส,โรม
TimeZone.UTC4=[UTC+02:00]เอเธนส์เยรูซาเล็ม,อิสตันบูล|[UTC+03:00]แบกแดดคูเวต,มอสโก|[UTC+03:30]เตหะราน|[UTC+04:00]อาบูดาบี,บากู,มัสกัต|[UTC+04:30]คาบูล
TimeZone.UTC5=[UTC+05:00]กรุงอิสลามาบัดการาจี,ทาชเคนต์|[UTC+05:30]บอมเบย์ฝ้าย,นิวเดลี|[UTC+05:45]ฐมาณฑุ|[UTC+06:00]อัลมาตี,โคลัมโบ,ธากา|[UTC+06:30]ย่างกุ้ง
TimeZone.UTC6=[UTC+07:00]กรุงเทพฯ,ฮานอย,จาการ์ตา|[UTC+08:00]ปักกิ่ง,อู,สิงคโปร์|[UTC+09:00]โอซาก้า,ซัปโปโร,โซล,โตเกียว|[UTC+09:30]แอเดแลด์ดาร์วิน|[UTC+10:00]Canberra,เมลเบิร์น,ซิดนีย์
TimeZone.UTC7=[UTC+11:00]มากาดาน,หมู่เกาะโซโลมอน|[UTC+12:00]โอ๊คแลนด์เวลลิงตัน|[UTC+13:00]นูAlorกฎหมาย
Err.NoAuth=ไม่มีสิทธิ
DigitalChannel.LoginFailed=ล้มเหลวเชื่อมต่อ
DigitalChannel.LocalTime=เวลาท้องถิ่น 
DigitalChannel.ZoneTime=โซนเวลา 
ConfugNet.Name=ชื่อ 
ConfigNet.Password=รหัสผ่าน 
Error.AutoRunSaveFailed=ออโต้ บันทึกการทำงานล้มเหลว
TransmitServerFull=การส่งต่ออย่างเต็มรูป
InfoLog.TimeZone=โซนเวลา
Login.AutoLoginError=ไม่ได้รับอนุญาตเข้าสู่ระบบอัตโนมัติ
LogType.LogExport=บันทึกออก
Authority.ImExport=นำเข้า / ส่งออก
Config.PosChannel=ช่อง
Config.POSEnable=ช่วยให้
Config.PosType=ประเภท Pos
Config.PosProtocal=โพรโทคอ
Config.PosPort=พอร์ต
Config.StrCoding=รหัส
Config.FirShow=บรรทัดแรก
InfoLog.AutoConnect=เลือกโหมด
DeviceManage.SeriesID=IDซีเรียล
Title.GeneralCfg=การตั้งค่าทั่วไป
Title.AdvacedCfg=ตั้งค่าขั้นสูง
Desktop.MainExtStream=หลักและเสริมสวิทช์กระแส
Desktop.AlarmOut=การตั้งค่าเอาต์พุตแจ้งเตือน
Error.GetSucceed=ประสบความสำเร็จ
Config.TimeSyncประสาน   เวลา 
PlayBack.DiskFullStopDownload=ดิสก์เต็มหยุดการดาวน์โหลด 
Error.SetRecTimeFailed=ข้อผิดพลาดตัวอย่างเวลา 
DevEditMSG.ErrorName=ชื่อผู้ใช้และชื่ออุปกรณ์ไม่สามารถมี []% 
Config.Authoryed=ได้รับการอนุมัติ
Config.PTZSetState=การเปิดใช้งาน
Config.PreSetID=ID ที่ตั้งไว้ล่วงหน้า
Version.OEM=ข้อมูลอุปกรณ์
timeDisk.CPUhigh=CPU สูงเกินไป
Config.AutoSearch=โดยอัตโนมัติไปที่อินเตอร์เฟซของการค้นหา
WebBT.Reset=ตั้งใหม่
Config.TimeError=ตั้งค่าวันที่ไม่ถูกต้อง
DevArea.ErrorName=ข้อผิดพลาดชื่อโซน
DigitalChannel.Offline=ออฟไลน์
ConfigAlarm.WriteLog=เขียนบันทึก
DigitalChannel.LocalChannel=ในประเทศ
HDDManager.RODiskCannotBePart=แค่อ่านดิสก์ไม่สามารถแบ่งพาร์ติชัน
ConfigComm.Powerboot=โทรบูต
ConfigPtz.PresetState=ที่ตั้งไว้ล่วงหน้า 
ConfigPtz.TourState=ล่องเรือระหว่างจุด
ConfigPtz.PoweroffState=ออกจากตำแหน่งก่อน
InfoLog.ServerError=เชื่อมต่อกับเซิร์ฟเวอร์ล้มเหลว
FileErr.PathToLong=เส้นทางแฟ้มยาวเกินไป
ConfigAlarm.PhoneReport=โทรศัพท์มือถือรายงาน
ConfigNet.TransFunction=อนุกรมผ่าน
WebTitle.Model:=รุ่น:
WebTitle.Verson:=เวอร์ชัน:
DigitalChannel.ExceedMaxLink=เกินจำนวนสูงสุดของขีด จำกัด การเชื่อมต่อที่คุณไม่สามารถดำเนินการต่อเพื่อเพิ่ม
Config.HideTime=เวลาซ่อน
Config.WriteLog=คำสำคัญ (เขียนบันทึก)
ConfigNet.UseProgram=ตรวจสอบเมฆ
ConfigNet.UserName=ชื่อผู้ใช้
ConfigNet.Password=รหัสผ่าน
ConfigNet.ServerPort=พอร์ตของเซิร์ฟเวอร์
ConfigNet.ServerAddress=ที่อยู่ของเซิร์ฟเวอร์
ConfigNet.DeviceName=ชื่ออุปกรณ์ 
Upgrade.Updating=ได้รับการพัฒนา
Upgrade.Downloading=ดาวน์โหลด
Upgrade.LocalUpgrade=ปรับปรุงท้องถิ่น
Upgrade.OnlineUpgrade=อัพเกรดออนไลน์
Upgrade.Upgrade=อัพเกรด
LogInfo.UseNameorPasswordiserrror!=ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง!
LogInfo.Userislocked!=ผู้ใช้จะถูกล็อค!
LogInfo.Ipaddressintheblacklist!=ที่อยู่ IP ในบัญชีดำ!
LogInfo.Userhaslanded!=ผู้มีที่ดิน!
Upgrade.OnlineNew=อัพเกรดออนไลน์แล้วเป็นโปรแกรมล่าสุด
Upgrade.OnlineFail=ล้มเหลวในการเชื่อมต่อกับเซิร์ฟเวอร์
ConfigNet.TestSuccess=การทดสอบที่ประสบความสำเร็จ
ConfigNet.TestFailed=ทดสอบล้มเหลว
OneClick.FTPTest=ทดสอบ
Error.PlayFailed=เล่นความล้มเหลว
PTZ.Wipers=ที่ปัดน้ำฝน
PTZ.Infrared=อินฟราเรด
PTZ.Open=เปิด
PTZ.Close=ปิด
PTZ.Auto=อัตโนมัติ
PTZ.Manual=ด้วยมือ
ConfigNet.CloudPush=กดเมฆ
Authority.TourConfig=การกำหนดค่าแบบ Round Robin
Error.PathTooLong=เส้นทางยาวเกินไป
Title.MapEdit=แก้ไขแผนที่
ConfigNet.NeedRebootByManually = รีบูตเครื่องด้วยตนเองและการกำหนดค่าพอร์ตที่จะมีผลบังคับใช้
ConfigComm.EnableIdleState =โทรฟรี
ConfigComm.FreeTime = เวลาว่าง
CameraPara.ClearFog=defogging
CameraPara.Level=อันดับ
PlayBack.KeyRecord=วิดีโอที่สำคัญ
CameraPara.FisheyeApp=แอปพลิเคพาโนรามา
CameraPara.FisheyeSecene=โหมดพาโนรามา
Error.Front-end device not connected or The resolution for the device is unkown = อุปกรณ์ Front-end ไม่ได้เชื่อมต่อหรือความละเอียดสำหรับอุปกรณ์ที่มี ไม่ทราบ
ConfigComm.LimitSwitch=สลับขีด จำกัด
ConfigComm.UpDown=บนและสวิทช์ที่ต่ำกว่า
ConfigComm.LeftRight=เกี่ยวกับการเปลี่ยน
ConfigNet.MountPath=เส้นทางภูเขา
ConfigNet.Custom=นิยามเอง
ConfigNet.AutoSelectServer=เลือกอัตโนมัติ เซิร์ฟเวอร์
ConfigNet.LinkAddress=ที่อยู่เชื่อมโยง
ConfigNet.IPv6Invalid=ที่อยู่ IPv6 ไม่ถูกต้อง แต่ละกลุ่มถึงสี่แบบ ฐานสิบหก
ConfigNet.SetPrefixFailed=การตั้งค่าเกตเวย์ล้มเหลว
InfoLog.AlarmOut=การเตือนภัยเอาต์พุต
ConfigPtz.Coaxial=มีแกนรวมกัน
OneClick.ControlMode=โหมดการควบคุม
CameraPara.Mode=โหมด    
CameraPara.NormalMode=โหมดปกติ  
CameraPara.CorridorMode1=โหมดการเดิน1
CameraPara.Reflection=ภาพ Inverted
CameraPara.CorridorMode2=โหมดการเดิน2
DigitalChannel.SyncResolution=มติการประสานข้อมูล
Error.SystemMaintaining=การบำรุงรักษาระบบ
UserManager.pswTitle=โปรดตั้งปัญหาด้านความปลอดภัยรีเซ็ตรหัสผ่านในภายหลัง
UserManager.pswQuestion=ปัญหา
UserManager.pswAnswer=คำตอบ
UserManager.pswConfirmAnswer=ยืนยันตอบ
UserManager.SafeQuestion=คำถามที่ปลอดภัย
ConfigManage.1=ส่วนใหญ่ยลไทม์
ConfigManage.2=อื่น ๆ ใน ยลไทม์
ConfigManage.3=ทั่วไปยลไทม์
ConfigManage.4= ี่สมดุล
ConfigManage.5=เก่งภาษาทั่วไป
ConfigManage.6=เก่งภาษาเพิ่มเติมการ
ConfigManage.7=เก่งภาษามากที่สุด
SnapSchedule.interval=วงจรคว้า
SnapSchedule.TimeSetFail=ช่วงคว้าไม่น้อยกว่า 5 วินาที
Title.SnapSchedule=การจัดเก็บภาพ
SnapSchedule.Breviary=รูปขนาดย่อ
SnapSchedule.Storage=การจัดเก็บภาพ
SnapSchedule.uptime=อัปโหลดเวลา
SnapSchedule.Add=เพิ่ม
SnapSchedule.del=ลบ
SnapSchedule.uploading=เมื่อเวลาผ่านไป
SnapSchedule.TimePoint=เวลาจับ
SnapSchedule.PicStor=การจัดเก็บภาพ
SnapSchedule.No.=เลขที่
Adjust Fail!=การสอบเทียบล้มเหลว!
Adjust Success!=ประสบความสำเร็จในการแก้ไข!
Adjust=การแก้ไข
AlarmManage.IpcAlarm=ปลุก IPC
AutoMain.AutoUpgrade=เฟิร์มแวอัตโนมัติอัพเกรดสำคัญ
AutoMain.OnlineUpgrade= อัพเกรดออนไลน์
CameraPara.CorridorMode=โหมดการเดิน
ChannelName.BackPage=ก่อน
ChannelName.NextPage=หน้าถัดไป
Config.AlarmByLowerLimit=ปลุกวงเงินที่ต่ำกว่า
Config.AlarmByUpperLimit=ปลุกขีด จำกัด
Config.AlarmOutput=เอาต์พุตแจ้งเตือน
Config.Data=ข้อมูล
Config.DownloadIP=ดาวน์โหลด IP
Config.DownloadPath=เส้นทางดาวน์โหลด
Config.LightSuppression=ยับยั้ง
Config.LowLimit=วงเงินที่ต่ำกว่า
Config.Name=ชื่อ
Config.No=เลขที่
Config.Null=ไม่
Config.SetEnglish=การตั้งค่าภาษาอังกฤษ
Config.SetSimpChinese=การตั้งค่าภาษาจีน
Config.Show=แสดงผล
Config.ToJPG=จับท้องถิ่นบันทึกเป็นรูปแบบ JPG
Config.Unit=หน่วย
Config.UpLimit=ขีด จำกัด บน
ConfigAVD.PTZLoseCtl=PTZ ตรวจสอบการหลบหนี
ConfigAlarm.AutoReboot=รีสตาร์ทอัตโนมัติ
ConfigColor.Cb=กำไร CB
ConfigColor.Colour=อุณหภูมิสี
ConfigColor.Cr=Cr กำไร
ConfigColor.High=สูง
ConfigColor.Slope=คมชัดความลาดชัน
ConfigColor.Standard1=เกณฑ์มาตรฐาน 1
ConfigColor.Standard2=เกณฑ์มาตรฐาน 2
ConfigColor.Standard3=เกณฑ์มาตรฐาน 3
ConfigColor.Standard=ตัวเลข
ConfigColor.Threshold=คมชัดเกณฑ์
ConfigNet.DevID=ชื่ออุปกรณ์
ConfigNet.DeviceNum=หมายเลขโทรศัพท์
ConfigNet.ExclusiveDDNS=มันแนะนำว่าเพียงเปิดใช้บริการ DDNS เป็นคนแรก!
ConfigNet.GateWayDomain=เกตเวย์ที่อยู่
ConfigNet.GateWayPort=พอร์ตเกตเวย์
ConfigNet.LastReportTime=เวลารายงานขั้นสุดท้าย
ConfigNet.LinkStatus=สถานะการเชื่อมต่อ
ConfigNet.LinkSuccess=การเชื่อมต่อจะประสบความสำเร็จ
ConfigNet.MAC=ข้อมูลอุปกรณ์
ConfigNet.MmscDomain=ที่อยู่ MMSC
ConfigNet.MmscPort=พอร์ตของเซิร์ฟเวอร์ MMS
ConfigNet.MultiMedia=MMS
ConfigNet.OnvifPort=พอร์ต ONVIF
ConfigNet.ReportInterval=ช่วงเวลาการรายงาน
ConfigNet.SerSipIp=ที่อยู่ในคณะกรรมการจิบ
Decoder.ColorSet=การตั้งค่าสี
Decoder.Connected=เกี่ยวข้อง
Decoder.Disconnected=ไม่ได้เชื่อมต่อ
Decoder.Layout=แบบ
Desktop.AdjustAndCheckDifferent=การสอบเทียบเพียงแค่การทดสอบที่แตกต่างกัน
Desktop.AdjustAndCheckSame=เพียงแค่การแก้ไขการทดสอบเดียวกัน
Desktop.AdjustAndNoFrameInfo=การแก้ไขเพียงแค่กรอบไม่มีข้อมูล
Desktop.AdjustAndWaitingCheck=การแก้ไขก็จะตรวจพบ
Desktop.Ball=ซีกโลก (เริ่มต้น 360VR)
Desktop.Ball_Bowl=ครึ่งวงกลม (ชาม)
Desktop.Ball_Hat=ซีกโลก (หมวก)
Desktop.Ceiling=เพดาน
Desktop.CheckDifferent=การแก้ไขที่แตกต่างกัน
Desktop.CheckSame=ได้รับการแก้ไขเช่นเดียวกัน
Desktop.Cylinder=กระบอก
Desktop.Cylinders=ทรงกระบอก (ปิดประเภท)
Desktop.DigitalRegion=ดิจิตอลซูม
Desktop.GLEWIsNotInitialized=OpenGL ความล้มเหลวของการเริ่มต้น
Desktop.GetConfigFailed=ได้รับการกำหนดค่าล้มเหลว
Desktop.Grid_1L_2R=สองเส้นเป็นรูปสี่เหลี่ยมผืนผ้า
Desktop.Grid_1O_5R=สี่เหลี่ยมผืนผ้ารอบห้า
Desktop.Grid_4R=โหมด 4 กริด
Desktop.NoCheck=ไม่ได้แก้ไข
Desktop.NoGetConfig=ไม่ได้รับการกำหนดค่า
Desktop.NoInfoFrame=ไม่มีกรอบข้อมูล
Desktop.NotVRDevice=อุปกรณ์ที่ไม่ใช่ VR
Desktop.OpenGLIsNotSupported=OpenGL ไม่สนับสนุน
Desktop.OpenGLUNSupport=OpenGL ไม่สนับสนุน
Desktop.Rectangle=สี่เหลี่ยม (ยืดขยาย)
Desktop.Rectangle_2R=สี่เหลี่ยมผืนผ้า (สองสาย)
Desktop.VRMode=โหมด VR
Desktop.VRShapeToolHide=VR ซ่อนแถบเครื่องมือ
Desktop.VRShapeToolShow=แถบเครื่องมือ VR จะปรากฏ
Desktop.Wall=ผนัง
DeviceManage.IPV6AddressIsError=อยู่ IPv6 ไม่ถูกต้อง
DeviceManage.SerialIDDimenCode=โค้ดสองมิติ
DigitalChannel.ChannelFormatError=ค่าช่องทางในรูปแบบที่ไม่ถูกต้อง
DigitalChannel.Decode=กลยุทธ์การถอดรหัส
DigitalChannel.IPandPortSeparatorError=ที่อยู่ IP ที่มีพอร์ตที่คั่นที่ไม่ถูกต้อง
DigitalChannel.PasswordFormatError=การเข้ารหัสลับที่ไม่ถูกต้อง
DigitalChannel.PortandUserSeparatorError=อินเตอร์เฟซที่มีชื่อผู้ใช้ข้อผิดพลาดของตัวละครตัวคั่น
DigitalChannel.RtspEndFormatError=ในตอนท้ายของในรูปแบบ RTSP
DigitalChannel.StreamFormatError=ประเภทกระแสในรูปแบบที่ไม่ถูกต้อง
DigitalChannel.UnkownError=ข้อผิดพลาดที่ไม่รู้จัก
DigitalChannel.UserFormatError=ชื่อผู้ใช้ไม่ถูกต้อง
DigitalChannel.rtspBeginError=จุดเริ่มต้นที่ผิดพลาดอยู่ RTSP
Err.NoSupportChar=อักขระที่ไม่สนับสนุน
Error.AnswerCannotEmpty=คำตอบต้องไม่ว่างเปล่า
Error.Create the SQL failed!=ล้มเหลวในการสร้างฐานข้อมูล!
Error.InputSec=เวลาที่ล่าช้าควรจะอยู่ในขนาดของ 10-3000 วินาที
Error.NoVideo=วิดีโอปัจจุบันไม่ได้เปิด
Error.RecordSec=เวลาขนาดวิดีโอล่าช้าควรจะอยู่ใน 10-300 วินาที
Error.SetPasswordFail=รหัสผ่านตัวอักษรตัวเลขและอักขระพิเศษในการรวมกันอย่างน้อยสองและความยาวของ 8-16 ที่และชื่อผู้ใช้และรหัสผ่านจะต้องแตกต่าง
Error.SetPswFail=รหัสผ่านประกอบด้วยตัวอักษรตัวพิมพ์ใหญ่ตัวพิมพ์เล็กตัวเลขและตัวอักษรพิเศษในการรวมกันอย่างน้อยสามและความยาวของ 8-16 บิตที่
Error.Unauthorized computer can not login!=คอมพิวเตอร์ไม่ได้รับอนุญาตไม่สามารถเข้าสู่ระบบ!
Error.UserNameSaveFail=ชื่อผู้ใช้ปัจจุบันไม่สามารถแก้ไขได้
InfoLog.Correspondent=กำหนดค่าเครือข่าย
InfoLog.Duration=ปลุกความล่าช้าการแสดงผล
InfoLog.ExUserMap=ข้อมูลของผู้ใช้
InfoLog.ExtRecord=วิดีโอสตรีมรอง
InfoLog.FtpAutoUpload=FTP อัพโหลดโดยอัตโนมัติ
InfoLog.NetOrder=ลำดับความสำคัญของเครือข่าย
InfoLog.ParamEx=กล้องขยายพารามิเตอร์
InfoLog.RemoteDeviceV3=การกำหนดค่าช่องทางดิจิตอล
InfoLog.TranCommData=อัปโหลดข้อมูลแบบอนุกรม
Invalid.Compalible=หมายเลขรุ่นอัพเกรดโปรแกรมที่เข้ากันได้ขนาดเล็กกว่าอุปกรณ์ที่มีอยู่, การอัพเกรดอุปกรณ์ที่ไม่ได้รับอนุญาตให้กลับไปยังโปรแกรมเก่า
Invalid.Hardware=รูปแบบอุปกรณ์ไม่ตรงกับ
Invalid.NoEnoughMemory=หน่วยความจำไม่เพียงพอ
Invalid.SomePartUpgradeFail= อัพเกรดพาร์ทิชันที่ล้มเหลว
Invalid.UpgradePacket=ไฟล์สำหรับอัพเกรดรูปแบบที่ไม่ถูกต้อง
Invalid.Vendor=ข้อมูลของลูกค้าไม่ตรงกับ
Invalid.Version=รุ่นที่ไม่ถูกต้อง
Invalid.WifiDrive=ไดรเวอร์ WiFi และอุปกรณ์ไม่ตรงกับบัตร WIFI โดยใช้โปรแกรมการปรับรุ่น
Log.FishEyeLensCheck=การตรวจสอบพารามิเตอร์ Fisheye
Log.FishEyeParamAdjustDifferent=ปลาตาและแก้ไขสำหรับพารามิเตอร์ที่แตกต่างกัน
Log.FishEyeParamAdjustSame=Fisheye พารามิเตอร์แก้ไขเดียวกัน
Log.FishEyeParamConfigDifferent=พารามิเตอร์ที่แตกต่าง Fisheye และการกำหนดค่า
Log.FishEyeParamConfigSame=การกำหนดค่าพารามิเตอร์เดียวกันฟิชอาย
Log.OpenGLTip=เคล็ดลับ OpenGL
LogType.SetTime=ตั้งเวลา
MapCtrl.Adjust=คู่มือการสอบเทียบ
MapCtrl.AdjustFail=ความล้มเหลวในการสอบเทียบ
MapCtrl.AdjustOK=ประสบความสำเร็จในการแก้ไข
MapCtrl.AutoAdjust=แก้ไขอัตโนมัติ
MapCtrl.CatchPictureFailed=คว้าล้มเหลว
MapCtrl.IncompleteCircle=วงกลมที่ไม่สมบูรณ์
MapCtrl.LensTypeNormal,UnAdjust=เลนส์ชนิดเป็นเรื่องธรรมดาและไม่ได้รับการแก้ไข
MapCtrl.NoPlay=ไม่มีตัวอย่าง
MapCtrl.RadiusTooSmall=รัศมีสั้นเกินไป
PlayBack.PleaseSelectChannel=กรุณาเลือกช่อง
PlayBack.Source=ตำแหน่งที่ตั้งของแฟ้ม
QG.Automation=การควบคุมอัตโนมัติ
QG.Page=หน้า
QG.PanicControl=การควบคุมเหตุฉุกเฉิน
QG.SystemActivation=สวิทช์ระบบ
QG.Trigger=ไก
RecordStorage.WeekDay=อาทิตย์ | จันทร์ | อังคาร | พุธ | พฤหัสบดี | ศุกร์ | เสาร์ | แบบเต็ม
SysSettingDisplay.vga=หมายเหตุ: VGA ไม่สนับสนุนความละเอียด 4K, จอภาพ HDMI ต้องยืนยันว่าจะสนับสนุน 4K มิฉะนั้นสวิทช์จะไม่แสดงอะไร ยืนยันสวิทช์?
SystemConfig.CenterOffsetX=ศูนย์พิกัด
SystemConfig.CenterOffsetY=ศูนย์ประสาน
SystemConfig.CorrectingWay=โหมดการแก้ไข
SystemConfig.FishEyeLens=ฟิชอาย
SystemConfig.FisheyeBulbAutoAdjust=หลอดแก้ไข Fisheye
SystemConfig.FlatView=หัว
SystemConfig.FourGrids=สี่กริด
SystemConfig.Hardware=แก้ไขยาก
SystemConfig.HasLockRadius=ล็อครัศมี
SystemConfig.ImageHeight=ของภาพสูง
SystemConfig.ImageWidth=ความกว้างของภาพ
SystemConfig.LensType=โหมดเลนส์
SystemConfig.ManualSetting=ตั้งค่าด้วยตนเอง
SystemConfig.Noraml=สามัญ
SystemConfig.OverlookView=มองข้าม
SystemConfig.Radius=รัศมี
SystemConfig.Software=แก้ไขซอฟท์
SystemConfig.UnLockRadius=รัศมีปลดล็อค
SystemConfig.ViewAngle=มุมมอง
SystemConfig.ViewMode=โหมดการแสดงผล
SystemConfig.Zoom=การขยายภาพ
SystemConfigLanguage.Arabic=阿拉伯语(Arabic)
SystemConfigLanguage.Brazilian=巴西语(Brazilian)
SystemConfigLanguage.Bulgarian=保加利亚语(Bulgarian)
SystemConfigLanguage.Croatian=克罗地亚语(Croatian)
SystemConfigLanguage.Czech=捷克语(Czech)
SystemConfigLanguage.Dansk=丹麦语(Dansk)
SystemConfigLanguage.Dutch=荷兰语(Dutch)
SystemConfigLanguage.English=英语(English)
SystemConfigLanguage.Farsi=波斯语 (Farsi)
SystemConfigLanguage.Finnish=芬兰语(Finnish)
SystemConfigLanguage.French=法语(French)
SystemConfigLanguage.German=德语(German)
SystemConfigLanguage.Greek=希腊语(Greek)
SystemConfigLanguage.Hebrew=希伯来语(Hebrew)
SystemConfigLanguage.Hungarian=匈牙利语(Hungarian)
SystemConfigLanguage.Indonesian=印尼语(Indonesian)
SystemConfigLanguage.Italian=意大利语(Italian)
SystemConfigLanguage.Japanese=日语(Japanese)
SystemConfigLanguage.Korean=韩语(Korean)
SystemConfigLanguage.Norsk=爱沙尼亚语(Norsk)
SystemConfigLanguage.Poland=波兰语(Poland)
SystemConfigLanguage.Portugal=葡萄牙语(Portugal)
SystemConfigLanguage.Romanian=罗马尼亚(Romanian)
SystemConfigLanguage.Russian=俄语(Russian)
SystemConfigLanguage.SelectAll=全选
SystemConfigLanguage.Serbian=塞尔维亚语(Serbian)
SystemConfigLanguage.SimpChinese=简体中文(SimpChinese)
SystemConfigLanguage.Slovakia=斯洛伐克语(Slovakia)
SystemConfigLanguage.Spanish=西班牙语(Spanish)
SystemConfigLanguage.Swedish=瑞典语(Swedish)
SystemConfigLanguage.Thai=泰国语(Thai)
SystemConfigLanguage.TradChinese=繁体中文(TradChinese)
SystemConfigLanguage.Turkey=土耳其语(Turkey)
SystemConfigLanguage.Ukrainian=乌克兰语(Ukrainian)
SystemConfigLanguage.Vietnamese=越南语(Vietnamese)
Take effect after reboot, reboot immediately?=รีสตาร์จะมีผลให้รีสตาร์ทตอนนี้หรือไม่
Title.EnviraonmentalMonitor=ตรวจสอบด้านสิ่งแวดล้อม
Title.FactoryReset=ตั้งค่าจากโรงงาน
Title.FishEyeLens=ฟิชอาย
Title.PTZConfig=การตั้งค่า PTZ จุดที่กำหนดไว้ล่วงหน้า
Title.SettingLanguage=การตั้งค่าภาษา
TourPlan.TourPlanNode=รายการการลงคะแนนเลือกตั้ง
Upgrade.Downloading=ดาวน์โหลด
Upgrade.IPV6Search=ค้นหา IPV6
Upgrade.It will close affter upgrade=หลังจากที่อัพเกรดเสร็จหน้าต่างนี้จะปิดโดยอัตโนมัติ
Upgrade.OnvifSearch=ค้นหา ONVIF
Upgrade.ShowAddedDevice=อุปกรณ์แสดงผลที่เพิ่มเข้ามา
Upgrade.Wait for a moment=การอัพเกรดใช้เวลานานโปรด
Version.PerformanceMode=โหมดการปฏิบัติงาน
WebBT.Default=แง่มุม
WebBT.Display Mode=แสดงผล
WebBT.Install Mode=โหมดการติดตั้ง
Error.MailboxFormatError=เกิดข้อผิดพลาดเกี่ยวกับรูปแบบกล่องจดหมาย
Error.QuestionCannotExcalation=คำถามไม่สามารถเพิ่มได้
UserManager.SafeEmail=อีเมลปลอดภัย
InfoLog.IPAdaptive=IP Adaptive
InfoLog.OnlineUpgrade=การอัปเกรดออนไลน์
ConfigNet.FTPTestSuccess=ความสำเร็จในการทดสอบ FTP
ConfigNet.FTPTestFailed=การทดสอบ FTP ล้มเหลว
Upgrade.NoPowerOutages=กรุณาอย่าปิดไฟในระหว่างการปรับปรุง